[
  {
    "DrugName": "Oxymetazoline",
    "MOA": " [1] α‐adrenergic stimulation that acts on the nasal passages to constrict the nasal blood vessels [2] Hence shrinking the membrane, reducing the inflammation and improving ventilation. [1] Inhibits production of proinflammatory cytokines to reduce local pain and inflammation. [2] Also has local anesthetic activity. [1] Bind to H1 receptors, preventing histamines from binding and [2] exerting its antimuscarinic effects like reduced mucus secretion and dryness. Depress the medullary cough center hence reducing cough. Exerts mucolytic action on mucoproteins to lower mucous viscosity, making it easier for expectoration.",
    "SideEffects": [
      "| Caution/s",
      "Local burning",
      "Sneezing",
      "Stinging",
      "Dryness of mucosa",
      "Rebound vasodilation  (rhinitis medicamentosa or rebound nasal congestion) Localized numbness esp tongue."
    ],
    "Contraindications": [
      "s",
      "Allergy to NSAIDs like ibuprofen",
      "Drowsiness.",
      "Antimuscarinic effects like dry mouth",
      "dry eyes",
      "constipation",
      "urinary incontinence.",
      "Mild to heavy sedation.",
      "Constipation Gastrointestinal symptoms",
      "nausea",
      "vomiting. Dosage Form Nasal drops Nasal spray (only 0.05%) Lozenges Throat Spray Tablet Tablets Lozenges Effervescent granules / tablet ADULT Dosing UNLESS specified otherwise 0.01% ‐ < 1yr 0.025% ‐ 1‐6 yr 0.05% ‐ > 6 yr Put 1‐2 drops or spray 1‐2 puffs into each nostril 2‐3 times daily. Lozenges",
      "3 mg (1 lozenge) every 1 to 2 hours. Throat Sprays",
      "0.3% : 2 to 4 sprays",
      "0.15% : 4 to 8 sprays of solution every 1.5 to 3 hours until symptoms resolve. 4 mg every 4‐6 hr Commonly given as 4 mg 8 hourly Oral 15 ‐ 30 mg every 6 to 8 hours Lozenges 2 loz 4‐8 hrly as needed Adults above 6yo 600 mg once a day or 2 sachets of 100mg",
      "2‐3 times a day Children (2",
      "6 years of age) 1 sachet of 100mg from 2 to 4 times a day. ADULT MAX Dose/Day UNLESS specified otherwise 6 drops or puffs/day Lozenges",
      "Maximum: 36 mg (12 lozenges) daily.  Do not exceed 7 consecutive days of therapy. 24 mg Oral 120 mg/24 hrs Lozenges 12 lozenges/24 hrs. Do not take for >5 consecutive days. Adults above 6yo 600 mg/day Children (2",
      "6 years of age) 200‐400 mg/day",
      "depends on age.  Nasal Congestion Sore Throat Cold Dry Cough Wet Cough = Cough with phlegm"
    ],
    "Brands": [
      "name/s Iliadin 0.01%",
      "0.025%",
      "0.05%",
      "Difflam Lozenge 3 mg",
      "Difflam Anti‐Inflammatory Throat Spray (0.15%)",
      "Difflam Forte Anti‐Inflammatory Throat Spray (0.3%) Allermin 4 mg Tablets",
      "Dexcophan 15 mg Tablets",
      "Tussils 5 Lozenge 5 mg",
      "Fluimucil A Effervescent tablets 600 mg",
      "Fluimucil Granules 100 mg Special Counselling Point/s",
      "Do not use more than 5 days due to rebound congestion (nose gets blocked again)",
      "Rest 2 days before starting again",
      "The effect sets in within a few min Lozenges",
      "Dissolve slowly in the mouth",
      "do not chew.",
      "Do not exceed the maximum number of lozenges in a day.",
      "Do not exceed 7 consecutive days of therapy.",
      "If better",
      "you may stop the medication.",
      "Excessive consumption may have a laxative effect.",
      "If you experience any allergy reaction like rash or swelling",
      "please stop the medication and see the doctor immediately. Throat spray",
      "Spray directly onto sore/inflamed area and swallow gently.",
      "If you experience any allergy reaction like rash or swelling",
      "please stop the medication and see the doctor immediately.",
      "After use",
      "wipe the nozzle with a clean tissue to prevent blockage.",
      "Be mindful if taking any other cold or flu (antihistamine) medications.",
      "Medication may cause drowsiness. Do not drive or operate machinery.",
      "Once you feel better",
      "you may stop the medication.",
      "Medication may cause drowsiness. Do not drive or operate machinery.",
      "If you notice any breathing difficulty",
      "please stop the medication and see the doctor.",
      "Once you feel better",
      "you may stop the medication. Dissolve the tablet in a glass containing a small quantity of water",
      "mixing it",
      "if necessary",
      "with a spoon. A palatable solution is thus obtained to be drunk immediately.  Nasal Congestion Sore Throat Cold Dry Cough Wet Cough = Cough with phlegm"
    ],
    "SearchTags": [
      "oxymetazoline"
    ]
  },
  {
    "DrugName": "Pseudoephedrine",
    "MOA": " relieve pain relieve pain Reduces inflammation, pain Cannot be taken with other agents like NSAIDs, aspirin Can be taken together with paracetamol or opioids if pain still persists Use with caution in renal impairment Drowsiness Nausea Constipation Dry mouth Headache Respiratory depression SEs Drowsiness Oculogyric crisis (involuntary upward movement of the eyes esp. with metoclopramide) Uncontrollable movements (usually head and neck) such as shaking, twisting movement or muscle contraction (stiffness, rigidity). Headache Fatigue Constipation Generally well tolerated Mild stomach discomfort Generally well tolerated Mild stomach discomfort Drowsiness Anti muscarinic effects like dry mouth and dry eyes Stomach upset Skin rashes Fluid retention or kidney problems Stomach ulcers Mild bleeding Unexplained nose bleed Bleeding from gums when brushing teeth Bleeding from small cuts for 10- 15 minutes even as you apply pressure on the wound Nausea Diarrhoea Headache Mild bleeding Unexplained nose bleed Bleeding from gums when brushing teeth Bleeding from small cuts for 10-15 minutes even as you apply pressure on the wound ",
    "SideEffects": [
      "of drowsiness Can be used 30 mins before traveling for motion sickness If taking for motion sickness",
      "take at least 30 minutes before travelling and continue every 8 hourly if the trip is longer than 8 hours Can be used in pregnancy Drink more water (if not fluid restricted) Chew sugar",
      "free gum",
      "suck on sugar",
      "free hard candies or ice chips",
      "sip water regularly if dry mouth is experienced. Get up slowly from sitting or lying down position May cause drowsiness",
      "do not drive or operate any machinery Avoid drinking alcohol while taking this medication as it can increase drowsiness side effect Referal Should be taken on an empty stomach. Take 30 mins before meals. May cause drowsiness",
      "do not drive or operate any machinery May induce lactation (especially in child bearing mothers) Safe in pregnancy Fever Abdominal pain with loss of appetite Sensitivity to light Blood in the vomit Watery diarrhoea Dehydration   Fever Abdominal pain with loss of appetite Sensitivity to light Blood in the vomit Watery diarrhoea Dehydration    Non",
      "Pharm Trauma to head Vomiting still persists Dietary Eat frequent small meals Avoid spicy or fatty foods Eat high protein snacks Eat bland or dry foods in the morning Take ginger or peppermint Physical Acupressure and acupuncture Psychological Psychotherapy / Hypnosis Trauma to head Vomiting still persists Dietary Eat frequent small meals Avoid spicy or fatty foods Eat high protein snacks Eat bland or dry foods in the morning Take ginger or peppermint Physical Acupressure and acupuncture Psychological Psychotherapy / Hypnosis  Drug API Metocloperamide Ondansetron Paracetamol/ Acetaminophen Orphenadrine *combo with para Ibuprofen Naproxen Mefenamic acid Diclofenac Ketoprofen Celecoxib Etoricoxib Tramadol Morphine"
    ],
    "Contraindications": [
      "Hypersensitivity Hypersensitivity Hypersensitivity Hypersensitivity Glaucoma Enlarged prostate Myasthenia Gravis (immune disease) Allergy to aspirin or COX",
      "2 inhibitors *use with caution in renal impairment",
      "stomach ulcer Allergy to aspirin or NSAIDs Cardiac disease High risk of heart attack and stroke Use with caution Severe hepatic impairment Severe renal impairment DDI",
      "DF Alcohol Alcohol Aspirin ACE inhibitors (Enalapril) Angiotensin II receptor blockers (Valsartan) Oral Corticosteroids (Prednisolone) Diuretics (Frusemide) Blood thinning medications (Clopidogrel",
      "Warfarin) *alcohol Aspirin Blood thinning medications (Clopidogrel",
      "Warfarin) *alcohol CNS depressants like antidepressants Mono amine oxidase inhibitors (MAOIs) *alcohol"
    ],
    "Brands": [
      "names Maxolon Zofran Panadol/Biogesic Panamol Anarex Nurofen Synflex or Aleve Mefenamic acid Voltaren Fastum or Kefentech Air Celebrex Arcoxia Acugesic Statex"
    ],
    "Class": " Dopamine Antagonist Serotonin Antagonist Paracetamol Muscle Relaxant NSAIDS COX 2 Inhibitors Opioids",
    "Indications": [
      "N&V N&V Acute Pain Acute Pain Acute Pain"
    ],
    "Strength": "",
    "DosageForm": "",
    "Dosing": "s 8mg TDS Adult - 500 to 1000mg QDS (Max 4g/day) Child - 10 to 15mg/kg/dose every 6hrs (Max 90mg/kg/day) 1 to 2 tablets TDS Max dose: 6 tablets/day Adult: 200 to 400 mg TDS Children: 5 to 10 mg/kg/dose every 6 hourly Celecoxib: 200-400mg in 1 to 2 divided doses per day Etoricoxib: 60-120mg in 1 to 2 divided doses per day Tramadol 50-100mg TDS or QDS Morphine 10 to 20 mg every 4 hours as needed SCPS Referral Non-pharm Do not take more than 2 tablets at once (1000mg) Make sure to space each dose at least four hours apart. Do not take more than 8 tablets in a day (4g/day) Do not take together with other paracetamol containing products Do not need to complete the course unless instructed by the doctor Once pain stops, you may stop the Signs of liver injury like dark-coloured urine, light coloured stools, yellowing of skin or eyes Stress management Exercise regularly Maintain a healthy balanced diet Have sufficient sleep Should be taken on an empty stomach. Take 30 mins before meals. May cause drowsiness, do not drive or operate any machinery May induce lactation (especially in child bearing mothers) Safe in pregnancy Fever Abdominal pain with loss of appetite Sensitivity to light Blood in the vomit Watery diarrhoea Dehydration Trauma to head Vomiting still persists Dietary Eat frequent small meals Avoid spicy or fatty foods Eat high protein snacks Eat bland or dry foods in the morning Take ginger or peppermint Physical Acupressure and acupuncture Psychological Psychotherapy / Hypnosis Taken as advised by doctor i.e. everyday vs when symptoms of nausea and vomiting arises May be taken with or without food. Safe in pregnancy Fever Abdominal pain with loss of appetite Sensitivity to light Blood in the vomit Watery diarrhoea Dehydration Trauma to head Vomiting still persists Take with or after food to prevent stomach upset. This medication may cause drowsiness. Do not drive or operate machinery. Do not need to complete the course unless instructed by the doctor Once pain stops, you may stop the medication. Allergy symptoms Difficulty in breathing Do not take more than 2 tablets at once (1000mg) Make sure to space each dose at least four hours apart. Do not take more than 8 tablets in a day (4g/day) Do not take together with other paracetamol containing products Do not need to complete the course unless instructed by the doctor Once pain stops, you Signs of liver injury like dark-coloured urine, light coloured stools, yellowing of skin or eyes Take after food to reduce the stomach discomfort Do not need to complete the course unless instructed by the doctor Once pain stops, you may stop the medication. Allergy symptoms like rashes, eye swelling, difficulty breathing Internal bleeding like blood in the urine, black and sticky stools, unexplained large bruises, coughing up blood or coffee ground-like vomit Take with or without food Do not need to complete the course unless instructed by the doctor Once pain stops, you may stop the medication. ",
    "SearchTags": [
      "acute",
      "n",
      "pain",
      "pseudoephedrine",
      "v"
    ]
  },
  {
    "DrugName": "Metformin Hydrochloride",
    "Classification": " Presciption Only Prescription Only Prescription Only",
    "Class": " Biguanide Sodium- glucose Cotransporter 2 Inhibitor (SGL-T2-Inhibitor) Thyroid Hormone",
    "Indications": [
      "type 2 diabetes mellitus Type 2 diabetes mellitus Hypothyroidism"
    ],
    "MOA": "in laymen term Decrease hepatic glucose production, increases peripheral utilization of glucose by increasing insulin sensitivity Blocks glucose reabsorption in kidney, leading to glucosuria (glucose in urine) mimics endogenous T4 function which readily converts to T3 Common S/E or adverse effect GI (nausea, vomiting, diarrhoea, abdominal pain), loss of appetite taste disturbance  vitamin B12 deficiency, Lactic acidosis (rare) Genital fungal infection Urinary tract infection Polyuria Dehydration Hypotension Risk of diabetic ketoacidosis minimal side effects as durg is replacing endogenous thyroxine, if daily dose is exceeded: headache, nervousness, sweating, increased appetite, diarrhea, weight loss, insomnia",
    "Contraindications": [
      "s ▪ Type 1 diabetes mellitus ▪ Server renal impairment (GFR <30) ▪ Hepatic insufficiency ▪ Acute metabolic acidosis ▪ Acute conditions that can alter renal function ▪ Diseases which may cause tissue hypoxia Hypersensitivity to the active ingredient or any component of the formulation Type 1 diabetes mellitus Pregnancy Breastfeeding Severe renal/ hepatic impairment Diabetic ketoacidosis Symptomatic hypotension Hypersensitivity to the active ingredient or any component of the formulation Drug Food ▪ Alcohol",
      "Alcohol DDI : Iron",
      "Calcium"
    ],
    "Brands": [
      "name/s Glucophage",
      "Glucophage XR Forxiga Euthyrox or Eltroxin"
    ],
    "Strength": " Immediate: 250mg, 500mg, 850mg, 1000mg Extended: 750mg 10mg 25mcg, 50mcg, 75mcg, 100mcg",
    "DosageForm": " Immediate release tablet, Extended release tablet OD tablets",
    "Dosing": "adjustment, stick to same brand of medicine as much as possible,  rmb to inform any doctor or dentist that you are on this medication",
    "MaxDose": " UNLESS specified otherwise Immediate release: 3000mg / day Extended release: 2g / day 10mg / day   200 mcg daily 1 ",
    "Counselling": [
      "Point/s ▪ Inform dr if on metformin (CT scan",
      "surgery) ▪ Avoid alcohol (Latic acidosis) can cause abdominal/stomach discomfort",
      "decreased appetite diarrhoea",
      "fast/shallow breathing",
      "general feeling of discomfort",
      "severe muscle pain/cramping",
      "and unusual sleepiness",
      "tiredness/weakness. ▪ Inform doctor if you experience extreme tiredness",
      "a sore and red tongue",
      "pins and needles",
      "or pale or yellow skin. ▪ Take it with meals or after food to reduce GI effects. ▪ May cause stomach discomfort",
      "nausea",
      "vomiting diarrhoea",
      "loss of appetite and metallic taste in mouth but should get better over time once your body becomes familiar with the medication ▪ For XR tabs",
      "must be swallowed as a whole and never be crushed or chewed. The tablet shells may be present in the faeces. This is normal. Can take before/ after food May cause weight loss  Missed dose",
      "> take missed dose as soon as you remember",
      "then take next"
    ],
    "Monitoring": "parameters, to see doctor if these symptoms occur  Allergy symptoms  Chest pain  Rapid or irregular heartbeat  Shortness of breath  Excessive sweating  Seizures  2  ▪ Signs and symptoms of low vitamin B12 levels (shortness of breath, dizziness, balance problem, mouth sores) that does not go away • Feeling confused, tired or unusually sleepy • Difficulty breathing (shortness of breath) • Feeling very thirsty and sweet fruity smell in your breath",
    "Storage": "conditions  Store in cool dry place, away from children and direct sunlight Store in cool dry place, away from children and direct sunlight store in cool dry place, away from children and direct sunlight         ",
    "SearchTags": [
      "2",
      "diabetes",
      "hydrochloride",
      "hypothyroidism",
      "mellitus",
      "metformin",
      "type"
    ]
  },
  {
    "DrugName": "Glibenclamide",
    "Classification": " Prescription Only (POM) Prescription Only (POM) Prescription Only (POM)",
    "Class": " Sulfonylurea Dipeptidyl Peptidase-4 inhibitor thiourea (thionamide)",
    "Indications": [
      "T2DM Type 2 Diabetes Mellitus hyperthyroidism"
    ],
    "MOA": "in laymen term Decrease sugar level by increasing insulin secretion and enhances beta cell sensitivity Helps to keep blood sugar levels balanced.  It stops incretin hormones from breaking down, keeping them active longer. These hormones help the pancreas release more insulin when blood sugar is high and tell the liver to release less sugar. it blocks thyroid hormone synthesis by inhibiting the peroxidase enzyme system of thyroid gland preventing oxidation of trapped iodide. it also Inhibit coupling of MIT and DIT to T4 and T3 and Inhibit peripheral conversion of T4 to T3 (only for PTU) Common S/E or adverse effect hypoglycemia , weight gain, GI SE (abs pain, nausea, vomiting, dyspepsia, diarrhea, constipation) Nasopharyngitis Upper respiratory tract infections Cough Headache Dizziness Myalgia (muscle pain) Arthralgia (joint pain or stiffness)  Stomach discomfort, Nausea, Change in taste, Headache, Muscle and Joint Pain  Rare side effects  Agranulocytosis ◼ Symptoms include fever, malaise, sore throat, gingivitis and low granulocyte count ◼ If it occurs, it is usually during the first 3months 3   Hepatotoxicity  Hair thinning  Muscle disorder  Skin rashes and itchness ",
    "Contraindications": [
      "s Hypersensitivity to the active ingredient or any component of the formulation Allergy to sulphur sulphur containing products and sulphonamides Type 1 diabetes mellitus Severe renal insufficiency Severe hepatic insufficiency Diabetic ketoacidosis Diabetic coma G6PD deficiency Pregnancy Breastfeeding Hypersensitivity to the active ingredient or any component of the formulation Type 1 diabetes mellitus Pregnancy Breastfeeding  Hypersensitivity to the active ingredient or any component of the formulation"
    ],
    "Brands": [
      "name/s Daonil Januvia Propylthiouracil",
      "propyl tablets"
    ],
    "Strength": " 5mg? 100mg 50mg",
    "DosageForm": " tablet Tablet/combination with metformin tablet",
    "Dosing": " UNLESS specified otherwise 2.5-5mg/day in 1-2 doses 100mg OD Initial: 300 to 600 mg daily in 3 equally divided doses (~8-hour intervals); 400 mg daily in patients with severe hyperthyroidism and/or very large goiters; an occasional patient will require 600 to 900 mg daily; Usual maintenance: 50 to 150 mg daily in 3 equally divided doses Adjust dosage as required to achieve and maintain serum T3, T4, and TSH levels in the normal range. 42 ",
    "MaxDose": " UNLESS specified 20mg/day 100mg/day   900mg/day ??",
    "Counselling": [
      "take daily immediately after meals to ◼ May be taken before or after > Take with food. 4  Point/s reduce risk of hypoglycemia",
      "do not miss or delay meals",
      "avoid alcohol as it may lead to disulfiram",
      "like reactions (flushing",
      "hypotension",
      "tachycardia) food > Hyperthyroid symptoms usually occur in first 8 weeks  > Full beneficial effects should be seen in 4",
      "8 weeks > Might be prescribed with beta",
      "blockers or iodides for symptomatic relief > Regular blood test to check your response to the medication > Treatment is usually long term > Do inform the doctor immediately if you are pregnant DF Alcohol Alcohol DDI : Theophylline"
    ],
    "Monitoring": "parameters, to see doctor if these symptoms occur - Allergy symptoms - Any infection, especially a sore throat, mouth ulcers or high fever during treatment - Muscle aches or pains - Yellowing of skin or whites of eyes - Dark coloured urine - Skin rashes and itch  Referral to doc  When hypothyroidism or hyperthyroidism does not improve  Adverse effects of thyroid disorder medications ",
    "Storage": "conditions Store in a cool dry place, away from direct sunlight and children. Store in a cool dry place away from direct sunlight and keep away from children. Store in a cool dry place, away from direct sunlight and children.     5  ",
    "SearchTags": [
      "2",
      "diabetes",
      "glibenclamide",
      "hyperthyroidism",
      "mellitus",
      "t2dm",
      "type"
    ]
  },
  {
    "DrugName": "Gliclazide",
    "Classification": " Prescription Only (POM) Prescription Only (POM) Prescription Only (POM)",
    "Class": " Sulfonylurea Dipeptidyl Peptidase-4 Inhibitor thiourea (thionamide)",
    "Indications": [
      "Type 2 Diabetes Mellitus Type 2 Diabetes Mellitus hyperthyroidism"
    ],
    "MOA": "in laymen term Increase insulin secretion from pancreatic beta-cells and enhances beta-cell sensitivity helps body make more insulin when blood sugar is high reduces the amount of sugar the liver releases helps keep your blood sugar steady reduces the amount of thyroid hormones the thyroid gland makes. slows down the production of these hormones, which helps bring overactive thyroid levels back to normal Common S/E or adverse effect Weight gain GI side effects (abdominal pain, nausea, vomiting, dyspepsia, diarrhoea, constipation) Risk of Hypoglycaemia Nasopharyngitis Upper respiratory tract infections Cough Headache Dizziness Myalgia (muscle pain) Arthralgia (joint pain or stiffness) - stomach discomfort - nausea - change in taste - headache - muscle and joint pain  Rare side effects  Agranulocytosis ◼ Symptoms include fever, malaise, sore throat, gingivitis and low granulocyte count ◼ If it occurs, it is usually during the first 3 months  Hepatotoxicity  Hair thinning  Muscle disorder  Skin rashes and itchness ",
    "Contraindications": [
      "s Hypersensitivity to the active ingredient or any component of the formulation Allergy to sulphur",
      "sulphur containing products and sulphonamides Type 1 diabetes mellitus Severe renal insufficiency Severe hepatic insufficiency",
      "Hypersensitivity to the active ingredient or any component of the formulation",
      "Type 1 diabetes mellitus",
      "Pregnancy",
      "Breastfeeding  Pregnancy Hypersensitivity 6  Diabetic ketoacidosis Diabetic coma G6PD deficiency Pregnancy Breastfeeding"
    ],
    "Brands": [
      "name/s Diamicron",
      "Diapro",
      "Gliavis",
      "Gliclada Trajenta Camazol"
    ],
    "Strength": " 30 mg, 60 mg, 80 mg 5mg 5mg",
    "DosageForm": " Tablet Tablet Tablet",
    "Dosing": "adjustment - Stick to the same brand of medication as much as possible - Remember to inform any doctor or dentist 7 ",
    "MaxDose": " UNLESS specified otherwise Max: 160mg BD 5mg OD 60 mg/day DF Alcohol Alcohol DDI :Theophylline Prednisolone  Erythromycin ",
    "Counselling": [
      "Points",
      "Take as a single daily dose on an empty stomach at least 30 minutes before the first food or beverage of the day",
      "Swallow with at least ½ a cup of plain water",
      "Take it at the same time every day",
      "Take 2 hrs apart from antacids",
      "calcium or iron supplements",
      "aluminium",
      "containing drugs",
      "high calcium products and milk or dairy products",
      "Some improvement should be evident after 3 to 4 weeks",
      "Do not stop the medicine by oneself",
      "Regular blood test will be ordered by your doctor for monitoring for blood levels and"
    ],
    "Monitoring": "parameters Allergy symptoms Chest pain Rapid or irregular heartbeat Shortness of breath Excessive sweating Seizures ",
    "Storage": "conditions store in a cool dry place, away from sunlight and children store in a cool dry place, away from sunlight and children store in a cool dry place, away from sunlight and children       ",
    "SearchTags": [
      "2",
      "diabetes",
      "gliclazide",
      "hyperthyroidism",
      "mellitus",
      "type"
    ]
  },
  {
    "DrugName": "Glipizide",
    "Classification": " Prescription Only Prescription Only (POM) ",
    "Class": " Sulfonylurea Sulfonylurea ",
    "Indications": [
      "Type 2 diabetes mellitus type 2 diabetes mellitus"
    ],
    "MOA": "in laymen term  Increase insulin secretion from pancreatic beta-cells and enhances beta-cell sensitivity Lower blood glucose levels by stimulating the pancreas to release insulin  Common S/E or adverse effect Weight gain GI side effects Hypoglycaemia Weight gain, GI side effects (abdominal pain, nausea, vomiting, dyspepsia, diarrhoea, constipation), Hypoglycaemia ",
    "Contraindications": [
      "s Hypersensitivity to the active ingredient or any component of the formulation Allergy to sulphur",
      "sulphur containing products and sulphonamides Type 1 diabetes mellitus Severe renal insufficiency Severe hepatic insufficiency Diabetic ketoacidosis Diabetic coma G6PD deficiency Pregnancy Breastfeeding Hypersensitivity to the active ingredient or any component of the formulation Allergy to sulphur",
      "sulphur containing products and sulphonamides Type 1 diabetes mellitus Severe renal insufficiency Severe hepatic insufficiency Diabetic ketoacidosis Diabetic coma G6PD deficiency Pregnancy Breastfeeding  8"
    ],
    "Brands": [
      "name/s Minidiab TOLMIDE",
      "TOBUMIDE"
    ],
    "Strength": " 5mg 500mg",
    "DosageForm": " Tablet tablets",
    "Dosing": " UNLESS specified otherwise 2.5-5mg OD 1–2 g/day in 2–3 doses",
    "MaxDose": " UNLESS specified otherwise 20mg/day in 2 doses 3g/day DF Alcohol Alcohol",
    "Counselling": [
      "Point/s",
      "Take daily immediately after meals  to reduce risk of hypoglycaemia",
      "Do not miss or delay meals",
      "Avoid alcohol as it may lead to disulfiram",
      "like reactions o Flushing",
      "hypotension",
      "tachyacrdia",
      "Extended release tablets o Must be swallowed whole and never be crushed or chewed o The tablet shells may be present in the faeces. This is normal. Take daily immediately after meals to reduce risk of  hypoglycaemia Do not miss or delay meals Avoid alcohol as it may lead to disulfiram",
      "like reactions Flushing",
      "hypotension",
      "tachyacrdia Extended release tablets Must be swallowed whole and never be crushed or chewed The tablet shells may be present in the faeces. This is normal."
    ],
    "Monitoring": "parameters  Allergy symptoms (Swelling of the face, eyes, Difficulty breathing)  Signs and symptoms of hypoglycemia  Weight gain  Allergy symptoms (Swelling of the face, eyes, Difficulty breathing)  Signs and symptoms of hypoglycemia  Weight gain",
    "Storage": "conditions Store in a cool dry place, away from sunlight and children store in cool dry place, away from children 9 ",
    "SearchTags": [
      "2",
      "diabetes",
      "glipizide",
      "mellitus",
      "type"
    ]
  },
  {
    "DrugName": "Amoxicillin",
    "Classification": "  Prescription Only (POM)  Prescription Only (POM)  Prescription Only (POM) POM/ POM with exemption (5% cream)",
    "Class": " Penicillin Tetracycline Co-trimoxazole – Sulphonamide Nucleoside analogue",
    "Indications": [
      "URTI (exclude malaria prophylaxis) Urinary Tract Infection Herpes Simplex Labialis (Cold Sore)"
    ],
    "MOA": "in laymen term Kills the bacteria. Stops bacteria from growing. Prevent bacteria from growing Stops virus from replicating. (Stops virus) Common S/E or adverse effect  generally well-tolerated, Nausea and vomitting, Upset stomach, Diarrhoea, black hairy tongue (rare), clostridum difficile pseudomembranous colitis (rare), hypersensitivity/ allergic reactions nausea and vomiting, upset stomach, diarrhoea, vaginal itch or discharge, sore mouth or tongue, black hairy tongue, esophagitis, photosensitivity, desposition of drug in bones and teeth causing permanent discoloration  Nausea and vomiting Upset stomach Diarrhea Loss of appetite Photosensitivity Thrush or candidiasis   Itching Temporary burning and stinging sensation after applying the cream Mild drying or flaking of the skin",
    "Contraindications": [
      "s and/or allergies   hypersensitivity to the active ingredient or any component of the formulation",
      "Allergy to cephalosporins and carbepenams due to cross sensitivity",
      "Renal impairment    hypersensitivity to the active ingredient or any component of the formulation",
      "pregnancy",
      "children 12 years or younger a) hypersensitivity to the active ingredient or any component of the formulation b) Sulphur allergy c) Sulphur medication like sulfonylureas and thiazide diruetics (frusemide and hydrochlorothiazide) d) G6PD deficient e) Infant less than 2 months old (kernicterus concern)      hypersensitivity to acyclovir or any component of the formulation"
    ],
    "Brands": [
      "name/s Amoxil",
      "Moxilen  tetradox",
      "doxyline",
      "chlortralim Bacterim Septrim Trimaxazole  zoral",
      "zovirax"
    ],
    "Strength": " 250, 500, 625 100, 250, 500mg 400mg SMZ/ 80mg TMP 800mg SMZ/ 160mg TMP 5%",
    "DosageForm": " Tablet/Suspension tablet, ointment tablet Cream/ Tablet/ Oral suspension",
    "Dosing": " UNLESS specified otherwise    250-500mg TDS   tetracycline: 250-500mg BD/QDS, doxycycline: 100 OD/BD  480-960mg BD Severe infections: 2880mg daily (2 divided doses) Oral • Give within 72 hours • 200 mg five times a day or • 400 mg three times a day • Duration of 7 to 10 days Topical -5 times a day 4hr interval",
    "MaxDose": " UNLESS specified otherwise 1500mg, triple therapy: 2g  960mg BD Severe infections: 2880mg daily up to 400mg five times a day Usual recommended duration 10-14 days for acne: 2-6months Reassess if no clinical improvement after 7 days 7 to 10 days 10  Drug interaction/s  Probenecid, Oral contraceptives, Warfarin • (For drug interaction with probenecid, the dose of the penicillin dose can be reduced • For drug interaction with oral contraceptive, it is advice to practice barrier method of contraception (e.g. condoms) during the course of the antibiotics • For drug interaction with warfarin, it is  advised for healthcare providers to monitor the INR of the patient.  bivalent and trivalent cations, antipileptic medications like phenytoin, carbamazepine and phenobarbitone, isotrerinoin, warfarin  - Sulfonyureas (risk of hypoglycemia) - Phenytoin (increase half-life of phenytoin by inhibiting metabolism) - Warfarin ( increase anticoagulation effect) - Medications for hyperkalemia (ACE-  I, ARBs, spironolactone) Medication for abnormal heartbeats (Amiodarone, procainamide)       NA",
    "Counselling": [
      "Point/s General antibiotics counselling points",
      "Take with meal to prevent GI discomfort",
      "For cloxacillin",
      "take on an empty stomach (1hour before or 2 hours after food)",
      "Take probiotics at least 2 hours apart from antibiotics as the antibiotics may reduce the effectiveness of probiotics.",
      "Maintain good oral hygiene and brush your tongue with a soft toothbrush twice a day.  General antibiotics counselling points",
      "Take after food to minimise GI discomfort",
      "For tetracycline",
      "take 1 hour before or 2 hours after food for better absorption. However",
      "if it upsets your stomach",
      "you can take it with some food.",
      "Taken with a full glass of water to prevent esophagitis",
      "Space at least 2 hours apart from all dairy products",
      "calcium supplements",
      "antacids or any food or preparation high in calcium",
      "iron",
      "magnesium and aluminium as it will decrease the tetracycline absorption.",
      "Apply sunblock of at least SPF 15",
      "stay out of direct sunlight especially between 10am and 3pm and avoid sun tanning as skin will be more sensitive to the sun  General antibiotics counselling points",
      "Take after food to minimise GI discomfort",
      "Apply sunblock of at least SPF 15. Stay out of direct sunlight especially between 10am & 3pm. Avoid sun tanning as skin will be more sensitive to the sun",
      "Take probiotics at least 2 hours apart from antibiotics as the antibiotics may reduce the effectiveness of probiotics",
      "If you experience vignal itching/ discharge or notice white spots in the lips/ mouth",
      "see the doctor immediately  topical cream",
      "Does not preset cold side from coming back but reduce severity and duration of the cold sore symptoms when they appear.",
      "Wash & dry hands before and after use to prevent spread of infection.",
      "Apply a thin layer to the affected areas (on the lips & face only) 5 times a day at the first sign of cold sores (e.g. itching",
      "tingling)",
      "Each application should be spaced about 4 hours apart. You do not need to apply the cream when sleeping.",
      "Apply after eating or drinking to minimize accidental swallowing of the medication",
      "Continue application for at least 5 days",
      "or up to 10 days if the cold sores have not healed",
      "Avoid contact with eyes or mucous membranes inside nose or mouth.",
      "Consult a physician if symptoms worsen or does not improve after 10 days"
    ],
    "Storage": "conditions Store in cool dry place, away from children, For suspensions, store in refrigerator (2-8 deg) and discard 7 days after opening  cool dry place away from children and sunlight  cool dry place away from children and sunlight  cool dry place away from children and sunlight 11 ",
    "SearchTags": [
      "amoxicillin",
      "cold",
      "exclude",
      "herpes",
      "infection",
      "labialis",
      "malaria",
      "prophylaxis",
      "simplex",
      "sore",
      "tract",
      "urinary",
      "urti"
    ]
  },
  {
    "DrugName": "Amoxicillin and Clavulanic Acid",
    "Classification": " Prescription Only (POM) Prescription Only (POM) Prescription Only (POM) General Sales List (GSL)",
    "Class": " Penicillin macrolides Fluoroquinolones Imidazoles",
    "Indications": [
      "UTI",
      "URTI URTI Urinary Tract Infection fungal infection on skin",
      "vagina"
    ],
    "MOA": "in laymen term Kills the bacteria. prevents growth of bacteria. Kills the bacteria. kills fungal cells Common S/E or adverse effect Generally well-tolerated • Nausea and vomitting • Upset stomach • Diarrhoea  NV, upset stomach, diarrhoea, black hairy tongue (rare), QT prolongation (rare) nausea and vomiting, upset stomach, diarrhoea, loss of appetite, minor taste disturbances, headache, dizziness, photosensitivity At the affected area, • Mild stinging • Itching • Redness",
    "Contraindications": [
      "s and/or allergies",
      "Hypersensitivity to the active ingredient or any component of the formulation",
      "Allergy to cephalosporins and carbepenams due to cross sensitivity",
      "Renal impairment  Hypersensitivity to the active ingredient or any component of the formulation abnormal heartbeats or prolonged QT on ECG",
      "taking medications to treat abnormal heartbeats hypersensitivity to the active ingredient or any component of the formulation pregnancy",
      "children 18 years of age and younger",
      "G6PD deficient",
      "Epilepsy (on anti",
      "epileptic medications like carbamazepine",
      "phenytoin   Hypersensitivity to clotrimazole or any component of the formulation."
    ],
    "Brands": [
      "name/s Augmentin or Curam Eryson ciprobay",
      "Enoxin Canesten",
      "Candid"
    ],
    "Strength": "  625mg or 1g  250mg  250mg,500mg ",
    "DosageForm": " Tablet tablet tablet  pessary/vaginal tablets, cream, powder",
    "Dosing": " UNLESS specified otherwise   625mg BD or 1g BD   250-500mg QDS   250-500mg BD    100 mg vaginal tablets – 6 days course • 200 mg vaginal tablets – 3 days course • 500 mg vaginal tablets – 1 day course",
    "MaxDose": " UNLESS specified otherwise 2g/day 4g/day 500mg BD NA Usual recommended duration  5 to 7 days (for mild to moderate UTI), 5 to 10 days (for URTI)   10 days (pharyngitis)   women: 3 days, men: 5 days 100 mg vaginal tablets – 6 days course • 200 mg vaginal tablets – 3 days course • 500 mg vaginal tablets – 1 day Drug interactions  Probenecid • Oral contraceptive • Warfarin   Simvastatin/Carbamazepine/Warfarin  Ca, Fe, Mg, Al, warfarin, medications to treat abnormal heartbeats, NSAIDs Progesterone Depends on Dosage Form Sirolimus (Conventional) Tacrolimus (Systemic) 12  ",
    "Counselling": [
      "point (pessary)",
      "Avoid use during menstruation",
      "Avoid use of applicaton during pregnancy",
      "Complete the entire course.",
      "Do not stop using your medication without checking with your healthcare professional. Stopping too soon may cause the infection to come back.",
      "Avoid sexual intercourse during the period of treatment",
      "You may consider using a panty liner during the duration of treatment to absorb any discharge.",
      "Do not use tampons",
      "intravaginal douches",
      "spermicides or other products in the vagina when you are using this medication."
    ],
    "Storage": "conditions Store in a cool dry place away from children and direct sunlight Store in a cool dry place away from children and direct sunlight Store in a cool dry place away from children and direct sunlight Store in a cool dry place away from children and direct sunlight",
    "SearchTags": [
      "acid",
      "amoxicillin",
      "and",
      "clavulanic",
      "fungal",
      "infection",
      "on",
      "skin",
      "tract",
      "urinary",
      "urti",
      "uti",
      "vagina"
    ]
  },
  {
    "DrugName": "Cloxacillin",
    "Classification": " Cloxacap Zithromax, Azimax, AZmycin, Imexa Cravit, Avatac, Levin Daktarin, Fungitop",
    "Class": " Penicillin Macrolides Fluoroquinolones Imidazoles",
    "Indications": [
      "Skin infections Treat respiratory tract infections like community",
      "acquired pneumonia pertussis",
      "skin and soft tissue infections",
      "H. pylori and sexually transmitted infections like Chlamydial infections Treat urinary tract infections",
      "lung infections",
      "eye and ear infections",
      "prostatitis",
      "pelvic inflammation disease (combination therapy with other antimicrobials)   Oral candidiasis"
    ],
    "MOA": "in laymen term  Penicillin proteins help build the bacterial cell wall. Penicillin stops them from working, weakening the wall and killing the bacteria.  Azithromycin stops bacteria from growing by blocking a part of their machinery, preventing them from multiplying. Levofloxacin works by blocking enzymes that help bacteria’s DNA unwind. This causes the DNA to break, which stops the bacteria from growing and kills them.   Stops the growth of fungi that cause infection 13    Common S/E or adverse effect     Nausea and vomitting Upset stomach Diarrhoea     • Nausea and vomiting • Upset stomach • Diarrhoea • Nausea and vomiting • Upset stomach • Diarrhoea • Loss of appetite • Minor taste disturbances • Headache • Dizziness • Photosensitivity (skin rash, itching, redness, discoloration or severe sunburn)     Change in sense of taste Dry mouth mouth discomfort",
    "Contraindications": [
      "s and/or allergies Hypersensitivity to the active ingredient or any component of the formulation Allergy to cephalosporins and carbepenams due to cross sensitivity Renal impairment",
      "Hypersensitivity to the active ingredient or any component of the formulation",
      "Abnormal heartbeats or prolonged QT on ECG",
      "Taking medications to treat abnormal heartbeats",
      "Hypersensitivity to the active ingredient or any component of the formulation",
      "Pregnancy",
      "Children 18 years of age and younger",
      "G6PD deficient patients",
      "Epilepsy (on anti",
      "epileptic medications like carbamazepine",
      "phenytoin)",
      "Hypersensitivity to miconazole",
      "other imidazole derivatives",
      "or any component of the formulation.",
      "Infants <4 months of age",
      "infants with insufficiently developed swallowing reflex",
      "liver dysfunction",
      "Concomitant use with drugs subject to CYP3A4 metabolism including QTc prolonging agents"
    ],
    "Strength": " 250 mg, 500 mg 250 mg 250 mg, 500 mg 2% w/w",
    "DosageForm": " Capsule Tablet Tablet Oral gel",
    "Dosing": " UNLESS specified otherwise   250-500mg QDS • Once a day dosing • 500 mg daily for 3 days • 500 mg given on Day 1, then 250 mg daily on Days 2 to 5 • 2 g as a single dose only   250-500mg OD   Oral gel: 1.25mL - 2.5mL QDS",
    "MaxDose": " UNLESS specified otherwise 500mg QDS 500mg (?) OD 500 mg OD 2.5mL QDS Usual recommended duration 7 days 3-5 days 3-5 days 7 days 14  Drug interaction/s        Probenecid • Oral contraceptive • Warfarin - Minimal drug interactions i.e. can be used together with Simvastatin/Carbamazepine/ Warfarin • Bivalent and trivalent cations (Ca, Fe, Mg, Al) • Reduced absorption of fluoroquinolone with antacids, dairy products, Fe containing products • Space at least 2hr apart • Warfarin • Increase anticoagulation effect • Medications to treat abnormal heartbeats • Amiodarone, procainamide • NSAIDs • Increased risk of CNS stimulation and seizures with high doses of fluoroquinolones        Miconazole can increase the risk of bleeding events when taken with warfarin",
    "Counselling": [
      "Points",
      "General antibiotics counselling points",
      "Take after food to minimise GI discomfort",
      "Space at least 2 hours apart from all dairy product",
      "calcium supplements",
      "antacid or any food or preparation high in calcium",
      "iron",
      "zinc and aluminium as it will decrease the antibiotic absorption.",
      "Take small frequent meals or suck lozenges to minimise taste disturbances",
      "Apply sunblock of at least SPF 15",
      "stay out of direct sunlight especially between 10am and 3pm and avoid sun tanning as skin will be more sensitive to the sun",
      "Consult the doctor immediately if you experience joint or tendon pain",
      "chest pain or heart palpitations"
    ],
    "Monitoring": "parameters • Allergy symptoms • Skin rash, itching, redness, discoloration or severe sunburn • Pregnancy • Joint or tendon pain or swelling • Severe and bloody diarrhoea • Chest pain or heart palpitations   Use the oral gel after food Allow gel to linger in mouth cavity as long as possible. Divide each dose into smaller portions and apply to the affected areas with a clean finger. Concurrent treatment with dentures devices is required in order to avoid relapse  (Non-pharm) Brush your teeth at least twice a day and floss daily or as often as your dentist recommends. Check your dentures. Remove your dentures at night. Make sure dentures fit properly and don't cause irritation. Clean your dentures daily. See your dentist regularly, especially if you have diabetes or wear dentures. Try limiting the amount of sugar- containing foods you eat. These may encourage the growth of candida. Maintain good blood sugar control if you have diabetes. Treat dry mouth. 15  ",
    "Storage": "conditions Store in a cool dry place away from children and direct sunlight Store in a cool dry place away from children and direct sunlight Store in a cool dry place away from children and direct sunlight Store in a cool dry place away from children and direct sunlight",
    "SearchTags": [
      "acquired",
      "and",
      "antimicrobials",
      "candidiasis",
      "chlamydial",
      "cloxacillin",
      "combination",
      "community",
      "disease",
      "ear",
      "eye",
      "h",
      "infections",
      "inflammation",
      "like",
      "lung",
      "oral",
      "other",
      "pelvic",
      "pertussis",
      "pneumonia",
      "prostatitis",
      "pylori",
      "respiratory",
      "sexually",
      "skin",
      "soft",
      "therapy",
      "tissue",
      "tract",
      "transmitted",
      "treat",
      "urinary",
      "with"
    ]
  },
  {
    "DrugName": "Cephalexin",
    "Classification": " Prescription Only (POM) POM POM GSL  ",
    "Class": " cephalosporins Macrolides Nitrofurantoin(DNA synthesis inhibitors?) Azole antifungal (imidazole)",
    "Indications": [
      "URTI / UTI / Bacterial Skin Infections Treat bacterial infections Bacterial infection/UTI",
      "treat fungal infections"
    ],
    "MOA": "in laymen term kill bacterial stop bacterial growth kill the bacteria destroy fungal cells Common S/E or adverse effect      nausea and vomiting upset stomach diarrhoea black hairy tongue (rare clostridium difficile pseudomembranous colitis hypersensitivity / allergic reactions        nausea and vomiting, upset stomach, diarrhoea, headache, black hairy tongue,QT prolongation. Nausea and vomiting Upset stomach Diarrhoea Loss of appetite Dark yellow or brown urine (caused by excretion of nitrofurantoin in the urine)  Haemolytic anaemia Only in G6PD deficient patients Chronic pulmonary reactions E.g. pulmonary fibrosis Occurs more in elderly on long term therapy (>6 months) May be fatal         skin reactions, hair changes, folliculitis",
    "Contraindications": [
      "s and/or allergies  hypersensitivity to active ingredient or any component of the formulation allergy to penicillins and carbapenems due to cross sensitivity renal impairment   abnormal heart beat or prolonged QT on ECG",
      "Taking medication to treat abnormal heart beat.  G6PD deficient Elderly above the age of 65 years old Patients with renal impairment or CrCl <60ml/min Concerns of increased drug toxicity due to impaired drug excretion    hypersensitivity to active ingredient or any component of the formulation"
    ],
    "Brands": [
      "name/s Sofilex",
      "Felexin Klacid Macrobid Nizoral"
    ],
    "Strength": " Sofilex (250mg), Felexin (500mg) 500 mg 50,100mg 2% cream, 2% shampoo",
    "DosageForm": " capsules immediate release and modified release tablets tablet topical cream,",
    "Dosing": " UNLESS specified otherwise   250-500mg TDS 125mg-250mg OD (UTI prophylaxis)   immediate release: 250-500mg BD, modified release: 500 mg OD.  50-100 mg QDS 50-100 mg ON (UTI Prophylaxis) Microcrystalline form (BD frequency) versus macrocrystalline form (QDS frequency)    2% cream - once daily",
    "MaxDose": " UNLESS specified otherwise 4g / day 500 mg BD  shampoo Usual recommended duration 5-14 days 3-5 days 3-5 days  16   Drug interaction/s Probenecid Oral contraceptive Warfarin simavastatin, carbamazeoine, warfarin: inhibits CYP4503A4 , leading to increased plasma levels. Antacid especially magnesium trisilicate  NA ",
    "Counselling": [
      "Point/s taken without regards of food take probiotics at least 2 hours apart from antibiotics as the antibiotics may reduce the effectiveness of probiotics maintain good oral hygiene and brush your tongue with a soft toothbrush twice a day"
    ],
    "Monitoring": "parameters, to see doctor if these symptoms occur Allergy symptoms Persistent and severe watery and/or bloody diarrhea, fever and painful stomach cramps      take after food to minimise GI discomfort. MInitoring parameters: allergy symptoms, yellowing of the eye, dark urine, light colored stools, stomach pain, loss of apetite, feeling tired.Abnormal or fast heartbeat.    General antibiotics counselling points Take with meal to prevent GI discomfort and for better absorption Space at least 2 hours apart from antacid as it will decrease the antibiotic absorption.       refer to doctor : if there is involvement of large area of face, scalp and body. Presence or development of complication or severe symptoms",
    "Storage": "conditions store in a cool dry place, away from sunlight and children  Store in a cool dry place away from children and direct sunlight Store in a cool dry place away from children and direct sunlight Store in a cool dry place away from children and direct sunlight",
    "SearchTags": [
      "bacterial",
      "cephalexin",
      "fungal",
      "infection",
      "infections",
      "skin",
      "treat",
      "urti",
      "uti"
    ]
  },
  {
    "DrugName": "Cefuroxime Axetil",
    "Classification": " Prescription Only (POM) Prescription Only (POM) Prescription Only (POM) Prescription Only (POM)",
    "Class": " Cephalosporins Lincosamides Nitroimidazoles Triazole",
    "Indications": [
      "Treat bacteria infection Treat skin & soft tissue Infections Treat bacterial Infections Vagina infections"
    ],
    "MOA": "in laymen term   the antibiotics bind to inactive enzymes to prevent synthesis of bacterial cell wall and kill bacteria   blocks peptide bond formation and stops bacteria from reproducing (inhibits their growth) reduced by bacterial enzyme, nitroreductase to cytotoxic metabolites. metabolites bind to DNA, causing strand breakage and loss of helical structure, thus interfering with nucleic acid synthesis  eradicate fungal infection by interuppting conversion of lanosterol to ergosterol via binding to funal CYP-450 & subsequent disruption of fungal membranes Common S/E or adverse effect   Generally well-tolerated Nausea and vomiting Upset stomach Diarrhoea Black hairy tongue (rare) Clostridium difficile pseudomembranous colitis (rare) Nausea and vomiting Upset stomach Diarrhoea Heartburn Pain/burning sensation at the back of throat Unpleasant or metallic taste in mouth Clostridium difficile pseudomembranous colitis (rare) Hepatotoxicity (rare)   Nausea and vomiting Upset stomach Diarrhoea Loss of appetite Metallic or unpleasant taste in the mouth Headache Darkening of the urine    GI discomfort (Nausea, vomiting, diarrhea, abdominal pain) Headache Rash Alteration in liver enzymes 17   ",
    "Contraindications": [
      "Hypersensitivity to the active ingredient or any component of the formulation Use with caution",
      "Pregnancy especially in first trimester",
      "Breastfeeding      Pregnancy"
    ],
    "Brands": [
      "name/s AXETINE CEFTIL Xorimax ZINNAT  Dalacin",
      "Tidact  Flagyl",
      "Trinazole  Apo",
      "fluconazole",
      "Diflucan",
      "medoflucon",
      "omastin"
    ],
    "Strength": " AXETINE FILM COATED TABLET 250MG AXETINE film coated tablet 500mg CEFTIL TABLET 250 mg Xorimax 250mg coated tablets ZINNAT FOR SUSPENSION 125 mg/5 ml ZINNAT TABLET 250 mg ZINNAT TABLET 500 mg    150mg    200 mg    50 mg, 150 mg",
    "DosageForm": " Tablet, Suspension Capsule, gel, lotion Oral Capsules, Solution for Infusion",
    "Dosing": " UNLESS specified otherwise 250-500mg BD 600-1800 mg/day divided into 2,3 or 4 equal doses 200mg - 400mg TDS  Usual recommended duration    7 days Drug interaction/s - Probenecid: Accumulate cephalosporin as probenecid blocks secretion of cephalosporin at renal tubular cells - Oral contraceptive: Decrease oral contraceptive levels • risk of unwanted pregnancies - Warfarin: May increase anti-clotting effect (and possibly increase risk of bleeding) due to reduced absorption of vitamin K in the body as the antibiotic also kills the vitamin K activating bacteria        Generally no drug interactions  Drug drug interactions Alcohol containing drug preparations i.e. cough syrups - Disulfiram-like reaction Warfarin - Increase anticoagulation effect Hepatic enzymes inducers (e.g., phenytoin) - Reduced metronidazole levels antibiotic therapy failure Drug food interactions Alcohol       Strong CYP enzyme inhibitor Reduced excretion/elimination of CYP substrates drugs -> drug toxicity effect 18   ",
    "Counselling": [
      "Point/s  General antibiotics counselling points For cephalexin",
      "taken without regards of food For cefuroxime",
      "take after meal for maximal absorption Take probiotics at least 2 hours apart from antibiotics as the antibiotics may reduce the effectiveness of probiotics. Maintain good oral hygiene and brush your tongue with a soft toothbrush twice a day.",
      "General antibiotics counselling points",
      "Take after food to minimise GI discomfort",
      "Take each dose with a full glass of water",
      "Take small but frequent meals",
      "Avoid spicy foods",
      "If you experience severe diarrhoea or abdominal pain",
      "mucus or pus in stools",
      "please stop the medication and consult the doctor immediately",
      "General antibiotics counselling points",
      "Take with meal to prevent GI discomfort",
      "Do not drink alcohol during and for 3 days after stopping metronidazole as it may cause may cause nausea",
      "vomiting",
      "abdominal pain",
      "palpitations (fast heart rate)",
      "hot flushes",
      "headaches.",
      "Maintain good oral hygiene and brush your tongue with a soft Toothbrush twice a day   Take after food to minimise GI discomfort Symptoms should improve within 7 days. Consult a doctor if patient does not observe improvement or if condition worsens. Treatment of sexual partners usually not indicated. Any symptoms of hepatic impairment (yellowing of skin and eye",
      "tea",
      "coloured urine",
      "unusual easy bruising)",
      "consult a doctor immediately"
    ],
    "Storage": "conditions store in a cool dry place, away from children and direct sunlight Store in a cool dry place away from children and direct sunlight Store in a cool dry place away from children and direct sunlight Store in a cool dry place away from children and direct sunlight  19 ",
    "SearchTags": [
      "axetil",
      "bacteria",
      "bacterial",
      "cefuroxime",
      "infection",
      "infections",
      "skin",
      "soft",
      "tissue",
      "treat",
      "vagina"
    ]
  },
  {
    "DrugName": "Benzhexol",
    "Indications": [
      "~ used for Parkinson's Disease ~used for Parkinson's Disease"
    ],
    "MOA": "in laymen term ~ have a smoothing effect on the muscles by inhibiting the parasympathetic nervous system ~blocks the conversion of dopamine into its inactive form, reducing dopamine deficiency Common S/E or adverse effect ~ dry mouth ~ sedation ~ constipation ~ urinary retention ~ confusion ~ dry skin ~diarrhoea ~ nausea and vomiting ~ orthostatic hypotension ~urine discolouration ~ dizziness, fatigue, hallucinations ~ daytime drowsiness, sleep disturbances ~ may cause dyskinesia upon initiation (involuntary muscle movements) Contraindicati ons and/or allergies ~hypersensitivity to the API or any component in the formulation ~ narrow angle glaucoma ~hypersensitivity to the API or any component of the formulation ~use with caution for patient with hepatic impairment",
    "Brands": [
      "name/s Artane Comtan stalevo (combo)"
    ],
    "Strength": " 2mg stalevo film coated: 100mg/25mg/200mg, 150mg/37.5mg/200mg comtam: 200mg",
    "DosageForm": " Tablets film coated tablets tablet",
    "Dosing": "/Day UNLESS specified otherwise 15 mg 1600mg Drug interaction/s food: alcohol iron calcium warfarin food: alcohol 1  Special Counselling Point/s ~ do not stop taking the medication before checking with the doctor medication should be taken together with food",
    "SideEffects": [
      "s can be dizziness and lightheadedness",
      "especially when getting up from a sitting or lying down position",
      "getting up slowly from a sitting or lying down position can help (check with doc if persists) ** do not take this medication together with alcohol as alcohol increases the chances of getting drowsy",
      "dizzy",
      "confused or light",
      "headed patient may also experience drowsiness",
      "dizziness or blurrred vision",
      "do not drive or operate machineries ~ not to overdo physical activities even when the condition/symptoms gets better as injuries from falling may occue. patient should gradually resume activities so that their body can adjust to changes in balance and coordination ~ medication can cause dryness of mouth",
      "patient can suck sugarless candy or ice chips for temporary relief and also ensure adequate fuid intake ~ patient can sweat less than usual and experience heat stroke when exercising or under hot weather conditions. to prevent: take frequent breaks when exercising and not exercise when its too hot ~ inform doctor before starting on other medications or if already on some medications",
      "eg supplments or nutritional products",
      "> as drug interactions may happen ~ needs to be taken with meals ~ should be taken together with levodopa/carbidopa ~ it should be spaced at least 2 hours apart from food or preparation that is high in calcium and iron ~ side effects can be dizziness and lightheadedness",
      "especially when getting uo from a sitting or lying down position",
      "getting up slowly from a sitting or lying down position can help ~ patient may also experience drowsiness",
      "dizziness or blurrred vision",
      "do not drive or operate machineries ~ not to overdo physical activities even when the condition/symptoms gets better as injuries from falling may occue. patient should gradually resume activities so that their body can adjust to changes in balance and coordination ~ avoid alcohol intake"
    ],
    "Monitoring": "parameters, to see doctor if these symptoms occur Allergy symptoms Strong urge that are hard to control (such as eating, gambling, spending money) Hallucinations (seeing or hearing things that are not there) Unexplained severe muscle pain that does not go away, muscle weakness or cramps all over your body, or dark brown urine Dark brown urine, light coloured stools (pale grey/clay colored), yellowing of skin or eyes",
    "Storage": " conditions cool dry place cool dry place 2 ",
    "SearchTags": [
      "benzhexol",
      "disease",
      "for",
      "parkinson",
      "s",
      "used"
    ]
  },
  {
    "DrugName": "Bromocriptine",
    "Indications": [
      "Parkinson's Disease Epilepsy"
    ],
    "MOA": "in laymen term Act on dopamine (D2) receptors in the basal ganglia and mimic action of dopamine hence reducing the symptoms of PD Copies neurotransmitter GABA by blocking the subunit of calcium channels Common S/E or adverse effect 1. Nausea, vomiting 2. Orthostatic hypotension 3. Leg oedema 4. Hallucinations (usually visual > auditory) 5. Somnolence, day-time sleepiness 6. Compulsive behaviours 7. Retroperitoneal and pulmonary fibrosis 8. Valvular heart disease - Nausea - Drowsiness - Dizziness - Swelling of hands or legs - Fatigue or feeling of tiredness - Muscle weakness Contraindicati ons and/or allergies Hypersensitivity to bromocriptine, ergot alkaloids, or any component of the formulation Hypersensitivity to the active ingredient or any component of the formulation",
    "Brands": [
      "name/s APO",
      "bromocriptine Neurontin"
    ],
    "Strength": " 2.5mg 100mg, 300mg, 400mg",
    "DosageForm": " Tablets Capsule",
    "Dosing": "/Day UNLESS specified otherwise 100 mg/day 3600 mg/day 3  Drug interaction/s Alcohol (DFI) DDI - Antacids - Tricyclic antidepressants - Benzodiazepams - Opioids DFI - Alcohol Special Counselling Point/s 1. Do not stop taking your medicine without checking with your doctors. 2. It can be taken with meals or milk if it causes stomach discomfort. Taking it at bedtime may reduce nausea, if it occurs . 3. You may need to take bromocriptine for weeks before you get the full benefits of the medicine. Do not stop the medicine even if you feel that it is not working. 4. If you miss a dose, take the missed dose as soon as you remember. If more than 4 hours have passed, skip the missed dose and take only the usual dose at the next time. Do not double your dose or use extra medicine to make up for the missed dose. 5. It may cause drowsiness and dizziness. If affected, do not drive or operate machinery. Dizziness is more likely at the beginning of therapy. Taking the first dose at bedtime may reduce dizziness. Get up slowly from sitting, lying or squatting position if such movements cause dizziness. 6. Consumption of alcohol with bromocriptine may cause blurred vision, chest pain, confusion and fast and pounding heartbeat. Avoid taking alcohol. 7. Check with your doctor before you take bromocriptine with other medicines as bromocriptine interacts with other medicines. 8. Do not stop taking bromocriptine suddenly as this may cause unwanted effects The doctor may start you on a low dose and increase the dose gradually over the next few days or weeks.  Do not stop taking gabapentin unless you are told to do so by the doctor. It may take several weeks before you feel better.  Swallow the capsule whole with a glass of water. Do not crush or chew the capsule. For those unable to swallow the capsules or for doses less than a full capsule, the capsule can be opened and contents mixed in a small amount of water. -  It can be taken with or without food. Stop the medication and inform your doctor immediately if these symptoms occur: - Behavioural changes e.g. irritability, moodiness, restlessness/hyperactive, trouble concentrating, and memory loss, - Twitching or tremors or Vision disturbances. - Avoid driving or any other activities that requires concentration until you see how this drug affects you as this medication may cause drowsiness and dizziness.",
    "Monitoring": "parameters, to see doctor if these symptoms occur Allergy symptoms New or worsening behaviour or agitation Sleep attacks (sudden onset of sleep without being aware) Hallucinations (seeing or hearing things that are not there) Strong urge that are hard to control (such as eating, gambling, spending money) Swelling in arms and legs Allergy symptoms Blurring of your vision or loss of vision Worsening agitation, restlessness or violent behaviour",
    "Storage": " conditions Store at 20°C to 25°C (68°F to 77°F). Store at rtp (15-30°C) & in a dry place",
    "SearchTags": [
      "bromocriptine",
      "disease",
      "epilepsy",
      "parkinson",
      "s"
    ]
  },
  {
    "DrugName": "Caffeine & Ergotamine",
    "Indications": [
      "Migraine Epilepsy"
    ],
    "MOA": "in laymen term Blocks Na+ 4  Common S/E or adverse effect Nausea & vomitting, tingly sensation, abdominal pain, muscle ache, insomnia. Dizziness or feeling lightheaded Drowsiness, fatigue Constipation Nausea, vomiting Headache Loss of appetite and weight loss Blurred or double vision or uncontrollable eye jerking Joint pain, neck pain, numbness in the hands and feet (“pins and needles” sensation”) Swelling of hands or legs from water retention Painful menstruation Contraindicati ons and/or allergies Peripheral vascular disease, hepatic/renal impairment, coronary heart disease, hypertension, concomitant use of ergot alkaloids Hypersensitivity to the active ingredient or any component of the formulation",
    "Brands": [
      "name/s Cafergot",
      "Caffox Lamictal"
    ],
    "Strength": " 1mg ergotamine+100mg caffeine 5 mg, 25 mg, 50 mg & 100 mg",
    "DosageForm": " Tablets Tablets",
    "Dosing": "/Day UNLESS specified otherwise max dose/day = 6 tablets, max dose/week = 10 tablets. Drug interaction/s Triptans, azole antifungals, macrolide antibiotics (e.g. clarithromycin), DFI = grapefruit DDI - Oral Contraceptives, DFI - Alcohol 5  Special Counselling Point/s Take ASAP after 1st sign of headache, as speed and degree of relief are related to the promptness in which the medication is started. After the initial dose is administered, you should lie down and relax in a quiet, darkened room for the best recovery. Take 2 tablets first. If headache recurs/only a partial response was achieved by the initial dose, the dose may be repeated by taking 1 tablet every 30mins until attack stops, or until a total of 6 tablets per day or 10 tablets per week are tkane. The treatment should not be repeated at an interval of less than 4 days. These medications cause drowsiness, impair conciousness and judgement. Do not drive or operate heavy machinery. Inform your doctor/pharmacisit if you have been (for past 2 weeks) or currently are on anti-migraine medications. You may experience rebound headaches when the drug is stopped. Monitor for chest pain, especially if it spreads to your arms, jaw, back, neck, or if you have trouble breathing, unusual sweating, or feel pain. Also monitor for numbing, cold feeling or pale fingers or toes. You can take this medicine with or after food. If the medication upsets the stomach, take it with food but do not take it with carbonated drinks. Swallow tablets whole with a glass of water. Do not stop taking your medicines without checking with your doctors. This medicine may not have an effect immediately. It may take up to a few weeks before this medicine can exert its full effects. Continue taking it regularly to benefit from it. Do not stop taking this medicine even after you feel better. Do not change brands or dosage forms without informing your doctor. Avoid taking alcohol while you are on this medicine. If you have missed more than two doses or you are not sure of what to do, consult your doctor or pharmacist. Check with your doctor or pharmacist before taking any other medicines, supplements or herbal products. If you see another doctor, inform him that you are taking this medication before he prescribes any other medications. Avoid driving or any other activities that requires concentration until you see how this drug affects you. If dizziness occurs remember to get up slowly from a lying or sitting position. Stop the medication and see a doctor if you experience the following symptoms, Prolonged fever, sore throat, mouth sores, Yellowing of the skin or eyes, Any unusual bleeding or bruises or pain, tenderness or unusual swelling over the liver area in the upper right belly . Be careful when taking over-the-counter medicines. Medicines for cold and allergy may add on to the drowsiness.",
    "Storage": " conditions Cool, dry place away from children Store in a cool & dry place",
    "SearchTags": [
      "caffeine",
      "epilepsy",
      "ergotamine",
      "migraine"
    ]
  },
  {
    "DrugName": "Carbamazepine",
    "Indications": [
      "epilepsy Epilepsy"
    ],
    "MOA": "in laymen term blocks Na+ channels by preventing sodium from entering cells Inhibition of voltage-dependent N-type calcium channels Common S/E or adverse effect Common side effect Dizziness, feeling lightheaded Drowsiness Diarrhoea Constipation Nausea, vomiting Loss of appetite, stomach upset Headache, back pain Dizziness, Drowsiness Diarrhoea Nausea, Vomiting, Headache, Loss of appetite, Neck pain, tingling or prickling sensation on skin Contraindicati ons and/or allergies hypersensitivity and HLA-B*1502 allele positive Hypersensitivity to the active ingredient or any component of the formulation",
    "Brands": [
      "s/dosage forms without informing doctor. Swallow tablets with a glass of water. It can be taken with/without food if medicine upsets the stomach",
      "take it with food",
      "but do not take it with carbonated drinks. I you missed more than 2 doses of unsure of what to do consult doctor/pharmacist. Check with doctor/pharmacisr before taking any other medicines supplements/herbal products. If your see another doctor",
      "inform that you are taking this medication before the doctor prescribes any other medication. Avoid driving or other activities that require concentration until you see how this drug affects you as this medication may cause dowsiness and dizziness . Be careful when using otc medications as medications for allergy/cold can add on to the drowsiness. Contact doctor asap if you notice: hallucinations",
      "skin rash",
      "itchy/peeling skin",
      "unusual bruises/bleeding",
      "prolonged fever",
      "sore throat",
      "mouth sores 7"
    ],
    "Strength": " 200mg OR 400mg tablet, 2% suspension 100mg/ml solution, 500mg, 250mg, 1000mg 6 ",
    "DosageForm": " tablets (chewable/extended release/controlled release), suspension, capsule, Syrup and tablet",
    "Dosing": "/Day UNLESS specified otherwise 1200mg (up to 1600~2000) 1500mg bid Drug interaction/s hepatic enzyme inducer, macrolides, MAO inhibitor e.g selegiline Food: grapefruit/ products Alcohol Special Counselling Point/s Do not crush or chew controlled release forms of carbamazepine.  take this medicine with/ after food to reduce stomach upset.  Do not stop taking your medicines without checking with your doctors.  Do not change brands or dosage forms without informing your doctor.  You should continue to take your medicines regularly as instructed by your doctor even if you feel well. Stopping your medicines without informing your doctor may cause your condition to become worse quickly. - If the following serious side effects happen, you should check with your doctor immediately: Chest pain or a fast, pounding or irregular heartbeat, Changes in how much and how often you urinate, dark coloured urine, Blurred vision or double vision, Feelings of confusion or thoughts about harming yourself.  Stop this medicine and see a doctor immediately if you have signs like red, swollen, blistered, or peeling skin (with or without fever), red or irritated eyes or sores in your mouth, throat, nose, or eyes, have any signs of an infection such as fever, chills, bad sore throat, pain when you pass urine or have mouth sores or wounds that do not heal, notice any unusual bleeding or bruising, notice dark coloured urine or light coloured stools, or if you experience nausea, vomiting, loss of appetite, stomach pain oryellowing of your eyes or skin. - Be careful when driving or operating machinery as this medicine may cause drowsiness or blurred vision. Do not take alcohol and other medicines that make you less alert. - See your doctor immediately if your seizures get worse or become different after you start using this medicine. Please see your doctor or pharmacist before using any other medicines,including over-the- counter medicines, vitamins and herbal products.  Please make sure that the doctor who treats you knows that you are on carbamazepine. Doctor may start on a low dose and increase the dose gradually over next few days/weeks. Do not stop until instructed by doctor. Stopping this medicine too rapidly can increase risk of seizure. Do not change",
    "Storage": " conditions Keep your medicines in the original container or packaging. Cool dry place",
    "SearchTags": [
      "carbamazepine",
      "epilepsy"
    ]
  },
  {
    "DrugName": "Clonazepam",
    "Indications": [
      "Epilepsy Parkinson's disease"
    ],
    "MOA": "in laymen term increase GABA activity in the brain, which helps reduce overactive brain signals and calm muscle movements during seizures. Levodopa circulates in the plasma to the blood-brain-barrier (BBB), where it crosses, to be converted by striatal enzymes to dopamine and Benserazide inhibits the peripheral plasma breakdown of levodopa by inhibiting its decarboxylation, and thereby increases available levodopa at the BBB Common S/E or adverse effect Nausea or stomach discomfort Constipation Light-headedness (especially during a sudden change in posture) Feeling tired or drowsy Feeling clumsy or unsteady Nausea/vomiting (reduced by DCI) Orthostatic hypotension Drowsiness, sudden sleep onset Hallucinations, psychosis (at high doses or advanced PD) Dyskinesias -Usual onset : within 3-5 years of initiating treatment with levodopa -Involuntary, uncontrollable -Twitching, jerking -Not tremor Contraindicati ons and/or allergies Hypersensitivity to the active ingredient or any component of the formulation Acute narrow-angle glaucoma Myasthenia gravis Patient in a coma, or with known alcohol or drug abuse Severe hepatic impairment Hypersensitivity to the active ingredient or any component of the formulation Concurrent use with nonselective monoamine oxidase inhibitors (MAOIs) or use within the last 14 days Narrow angle glaucoma",
    "Brands": [
      "name/s Clonazepam",
      "Clonotril Madopar"
    ],
    "Strength": " 0.5mg 125mg, 250mg",
    "DosageForm": " tablet 125mg - capsule 250mg - tablet 8 ",
    "Dosing": "/Day UNLESS specified otherwise 20 mg Total daily dose of levodopa during the first year of therapy should not exceed 1,000 mg to 1,200 mg/day. Following first year, the maximum recommended daily dose of levodopa is 600 mg/day. Drug interaction/s No DDI, Drug food interactions Grapefruit or grapefruit products Alcohol Pyridoxine (esp high dose like Neurobion) Iron Protein Antidopaminergic drugs -Metoclopramide, prochlorperazine -Antiemetic of choice in PD = domperidone -1st generation antipsychotics like haloperidol, chlorpromazine -Risperidone 9  Special Counselling Point/s Do not stop taking your medicines without checking with your doctors. The dose may be changed by your doctor depending upon your response. You should continue to take your medicines regularly as instructed by your doctor even if you feel well. Stopping your medicines too rapidly can increase the risk of your symptoms recurring. Swallow the tablets whole with a glass of water. You can take this medicine with or after food. If the medication upsets the stomach, take it with food but do not take it with carbonated drinks. Avoid taking alcohol while taking these medicines as this may lead to excessive drowsiness. Avoid grapefruit or grapefruit products Do not change brands or dosage forms. If you have missed more than two doses or you are not sure of what to do, consult your doctor or pharmacist. Check with your doctor or pharmacist before taking any other medicines, supplements or herbal products. If you see another doctor, inform him/her that you is taking benzodiazepines before he/she prescribes any other medicines. If applicable avoid driving or any other activities that requires concentration until you see how this medicine affects you as this medication causes drowsiness. Be careful when driving or operating machinery as this medicine may cause drowsiness or blurred vision. Do not take alcohol and other medicines that make you less alert. See your doctor immediately if your seizures get worse or become different after you start using this medicine. Do not stop taking your medicines without checking with your doctors. Levodopa preparations are given at low doses in the beginning and increased slowly to achieve good results. It is important to follow regular dosing times and intervals in order to maintain the effects of the medicine. Best taken on an empty stomach. However, it may be taken with food if stomach irritation occurs Do not open the capsule (esp for Madopar HBS) Take a low protein and fat meal when taking with the medication Space at least 2 hours apart from food or preparation high in iron You may have to take the medicine for several weeks or months before your symptoms improve. Do not stop taking it even if you feel that it is not working. Always take note of the name and strength of the preparation that you are currently taking. This is because your doctor may change it from time to time according to your needs. Be cautious when driving or operating machinery as these medicines may cause drowsiness and blurred vision. Get up slowly from a sitting or lying position if such movements cause dizziness, light-headedness or fainting. Resume physical activities gradually even though there is an improvement in your symptoms. This is to allow adjustments to the changing balance and coordination. Keep your medicines in the original container or packaging",
    "Storage": " conditions Store in a cool, dry place. Keep your medicines in the original container or packaging. Store in a cool dry place away from the direct sunlight",
    "SearchTags": [
      "clonazepam",
      "disease",
      "epilepsy",
      "parkinson",
      "s"
    ]
  },
  {
    "DrugName": "Sodium Valproate",
    "Indications": [
      "epilepsy Alzheimer's Disease"
    ],
    "MOA": "in laymen term blockade of voltage dependent Na+ and Ca2+ channels Inhibits GABA transaminase hencce increasing GABA increases acetylcholine which helps with memory 10  Common S/E or adverse effect  Dizziness or feeling lightheaded  Drowsiness  Diarrhoea  Nausea, vomiting, stomach upset or stomach cramp  Change in hair texture to finer at the beginning when you start to use the medication or hair loss (usually temporary)  Increased appetite and weight gain  Slight and fine tremors of fingers and hands at the beginning of using the medication.  Irregular and/or painful menstruation - Drowsiness or feeling tired - Nausea, vomiting - Diarrhoea - Dizziness - Difficulty sleeping (especially for Rivastigmine patch) - Headache, loss of appetite or weight loss, muscle cramps Contraindicati ons and/or allergies Hypersensitivity to the active ingredient or any component of the formulation Pregnancy - Hypersensitivity to donepezil hydrochloride, piperidine derivatives or any component of the formulation - Pregnancy - Previous skin reaction to medicinal patches/plasters (only for patch)",
    "Brands": [
      "name/s Epilim Aricept"
    ],
    "Strength": " tablet: 200 mg 300 mg 500 mg syrup : 200mg/5 ml 5 mg, 10 mg, 23 mg",
    "DosageForm": " syrup tablet controlled release tablet orodispersible tablets (tablets that melt upon contact with saliva) 23mg is film-coated tablet",
    "Dosing": "s given in 2 - 3 divided doses 20 to 40 mg as a single dose; some experts prefer 40 mg as a single dose due to greater efficacy  If symptoms persist or return, may repeat dose after ≥2 hours. Maximum: 40 mg/dose; 80 mg per 24 hours  Dosages of 80 mg/dose and 160 mg per 24 hours have been evaluated; however, use was associated with increased adverse effects and similar efficacy compared to lower doses 600 mg / day Ergotamine derivatives Drug herb interactions St John’s wort Lorazepam, ACE inhibitors, Opioids, Alcohol 17  Take one tablet at the first sign of a migraine attack. If a satisfactory response (headaches recur or only a partial response is achieved) is not obtained in 2 hours, a second dose may be taken. The total daily dose should not exceed 4 tablets of 50mg. However, following failure of a given attack of migraine to respond to the 1st dose, the patient should consult a doctor before repeating a dose. These medications may cause drowsiness, impair consciousness and judgement. Do not drive or operate machinery when taking these medications. Inform your doctor or pharmacist if you have been (for the past 2 weeks) or are currently on anti-migraine medications. The doctor will start you on a low dose and increase the dose gradually over the next few days or weeks. Do not stop taking the medication unless you are told to do so by the doctor. It may take several weeks before you feel better. Swallow the capsule whole with a glass of water. Do not crush or chew the capsule. For those unable to swallow the capsules or for doses less than a full capsule, the capsule can be opened and the contents mixed in a small amount of water. It can be taken with or without food. Avoid driving or any other activities that requires concentration until you see how this drug affects you as this medication may cause drowsiness and dizziness. Store in a cool and dry place, keep away from children",
    "Storage": " conditions Store at 15°C to 30°C in a cool dry place away from sun Sumatriptan Memantine P-only P-only Triptan N-methyl-D-aspartate (NMDA) receptor antagonists migraine Alzheimer's Disease causes vasoconstriction and reduces neurogenic inflammation It blocks abnormal glutamate signals by binding to a specific site on the NMDA receptor, without disrupting normal brain activity. 12  - feeling sleepy, dizziness, tiredness - pain or tightness in your throat or jaw - flushing, tingling sensation - sore throat - orthostatic hypotension - feeling tired or drowsy - diarrhoea - constipation - headache - dizziness - hallucination (transient) - confusion (transient) - hypersensitivity to active ingredient - ischemic heart disease - uncontrolled hypertension - use within 24 hrs of ergotamine deriatives - use within 24 hrs of another 5-HT1 agonist - concurrent administration or within 2 weeks of discontinuing an MAO type A inhibitor ~hypersensitivity to active ingredient ~severe hepatic impairment imigran Ebixa 50 mg 10 mg tablet Film coated tablets 50 to 100 mg as a single dose (Ref). If symptoms persist or return, may repeat dose (usually same as first dose) after ≥2 hours Initial: 5 mg once daily; increase daily dose by 5 mg every week as tolerated - Note: Dose may be administered once daily or in 2 divided doses 100 mg/dose; 200 mg per 24 hours 20 mg/day. ergotamine deriatives drug herb interaction: St John's wort - ketamine - dextromethorphan - amantadine - levodopa combinations - warfarin - take 1 tablet at the first sign of a migraine attack - if a satisfactory response is not obtained in 2 hrs, a second dose may be taken. the total daily dose should not exceed 4 tablets of 50mg - however, following failure of a given attack of migraine to respons to the 1st dose, the patient should consult a doctor before repeating a dose - these medications may cause drowsiness, impair consciousness and judgement. do not drive or operate machinery when taking these medications - inform doctor or pharmacists if you have been (foe the past 2 weeks) or are currently on anti-migraine medications - This medication may be taken with or without food. - This medication needs to be taken regularly for a few weeks before you feel its full effects. Therefore, do not stop taking this medication even if there are no signs of improvement at the beginning. - You may check with your doctor on how long you will have to be on this medication. - Do not stop taking your medication without checking with your healthcare professional. Inform your doctor before making drastic changes to your diet. (E.g. switching from a meat-based diet to a vegetarian diet) - If you forget to take a dose, take it as soon as you remember. However, ifit is almost time for your next dose, skip the missed dose. Then take the next dose at your usual timing. Do not take two doses to make up for the missed dose. Store at 2°C to 30°C (36°F to 86°F). Capsule (extended release): Store between 20°C to 25°C (68°F to 77°F). Tablet, oral solution: Store at 25°C (77°F); excursions are permitted between 15°C and 30°C (59°F and 86°F). Carbidopa / Levodopa / Entacapone Rivastigmine 13  Catechol-O-Methyl Transferase Inhibitors Cholinesterase Inhibitors Parkison's Disease Alzheimer's Disease Blocks the conversion of dopamine into its actie form Diarrhoea Nausea / vomiting Orthostatic hypotension Urine discolouration (darkening) Dizziness, fatigue, hallucination Daytime drowsiness, sleep disturbances May cause dyskinesia upon initiation Drowsiness or feeling tired Nausea, vomiting Diarrhoea Dizziness Difficulty sleeping (especially for Rivastigmine patch) Headache, loss of appetite or weight loss, muscle cramps Skin irritation (only for Rivastigmine patch) Hypersensitivity to the active ingredient or any component of the formulation Use with caution in hepatic impairment Hypersensitivity to  donepezil hydrochloride, piperidine derivatives or any component of the formulation Pregnancy Previous skin reaction to medicinal patches/plasters (only for patch) Stalevo Exelon 50/12.5/200mg, 100/25/200mg, 150/37.2/200mg, 200/50/200mg Tablets Capsules & Patch 200mg of entacapone with each dose of levodopa/carbidopa 1600mg/day (max: 8 times daily) Drug-drug: Iron, calcium, Warfarin Drug food: Alcohol NA 14  Taken with meals. Always take together with levodopa/carbidopa (Madopar) Space at least 2 hours apart from food or preparation high in calcium and iron Dizziness, light-headedness or fainting may occur, especially when getting up from a sitting or lying down position. Getting up slowly may prevent this. Check with your doctor if this problem continues or worsens. Some patients may experience drowsiness, dizziness or blurred vision. Do not drive or use machinery until you know how you react to the medicine. Do not overdo physical activities even as your condition improves as injuries resulting from falls may occur. Gradually resume activities so that your body can adjust to changes in balance and coordination. Avoid alcohol intake This medication needs to be taken orally or applied topically regularly for a few weeks before you feel its full benefits. Therefore, do not stop taking or applying this medication even if there are no signs of improvement at the beginning. You may check with your doctor on how long you will have to be on this medication. Do not stop taking your medication without checking with your healthcare professional. It can be taken with or without food and be swallowed whole. For Patches If the patch falls off, re-apply a new one immediately. Resume to apply a new patch at the same time the next day. Apply the patch at different areas. Avoid applying the patch to the exact same area of skin for at least 14 days to prevent skin irritation. Avoid prolonged exposure to external sources of heat (e.g. excessive sunlight, sauna). Do not remove the patch during bathing or swimming. Do not cut the patch. Each patch is effective for up to 24 hours. If you are taking Rivastigmine capsules and have forgotten to take a dose, take it as soon as you remember. However, if it is almost time for your next dose, skip the missed dose. Then take the next dose at your usual timing. Do not take two doses to make up for the missed dose. If you are using Rivastigmine patches and have forgotten to apply the patch, apply one patch immediately. Change the patch at your usual timing the next day. Do not apply 2 patches to make up for the missed dose. If it has been more than 3 days since you have last taken a dose or applied a patch, consult your doctor before taking or applying it again. You may need to be restarted on a lower dose. Store in a cool dry place Store in a cool & dry place Zolmitriptan Galantamine POM POM triptan Cholinesterase Inhibitors migraine Alzheimer's Disease Zolmitriptan is a selective serotonin receptor agonist. It works by reducing inflammation and reversing the widening of blood vessels in the brain, thereby stopping a migraine headache. It reversibly and noncompetitively inhibits centrally active acetylcholinesterase, the enzyme responsible for hydrolysis of acetylcholine. This results in increased concentrations of acetylcholine available for synaptic transmission in the CNS Feeling sleepy, dizziness, tiredness, muscle weakness Do not drive or use machinery Do not drink alcohol when taking this medication Pain or tightness in your throat or jaw If pain is intense and does not go away, please seek medical attention Tingling sensation in your fingers and toes Nausea, vomiting Dry mouth  Drowsiness or feeling tired  Nausea, vomiting  Diarrhoea  Dizziness  Difficulty sleeping (especially for Rivastigmine patch)  Headache, loss of appetite or weight loss, muscle cramps  Skin irritation (only for Rivastigmine patch) 15  Avoid taking different triptans or triptan combination products (e.g. eletriptan, sumatriptan etc.), or medications containing ergotamine (e.g. Caffox, Cafergot) or dihydroergotamine within 24 hours after taking zolmitriptan.  Hypersensitivity to donepezil hydrochloride, piperidine derivatives or any component of the formulation  Pregnancy  Previous skin reaction to medicinal patches/plasters (only for patch) Zomig Reminyl 2.5mg 8mg tablet, nasal inhalation Tablet, Capsule, Prolong release Capsule Oral: Initial dose: 1.25 or 2.5 mg orally once (may break the scored 2.5 mg tablet in half to obtain 1.25 mg dose); may repeat in 2 hours if migraine has not resolved or returns after a transient improvement Maintenance Dose: Adjust dose based on individual response Initial: 8 mg once daily for 4 weeks; if tolerated, increase to 16 mg once daily for ≥4 weeks; if tolerated, increase to 24 mg once daily. Range: 16 to 24 mg once daily. Maximum single dose: 5 mg Maximum daily dose: 10 mg in a 24-hour period 24mg OD triptan combination products (e.g. eletriptan, sumatriptan etc.), or medications containing ergotamine (e.g. Caffox, Cafergot) or dihydroergotamine  Amitriptyline  Fluoxetine  Fluvoxamine  Paroxetine  Ketoconazole Follow your doctor’s instructions as to how many tablets to take when the attack starts. It should work within 1 hour. If your migraine improves but comes back, wait at least 2 hours before taking the next",
    "SearchTags": [
      "alzheimer",
      "disease",
      "epilepsy",
      "s",
      "sodium",
      "valproate"
    ]
  },
  {
    "DrugName": "Levodopa & Carbidopa",
    "Indications": [
      "Parkinson's disease parkinson's disease"
    ],
    "MOA": "in laymen term Inhibits peripheral plasma breakdown of levodopa by inhibiting its decarboxylation and thereby increases available levodopa at the BBB Irreversibly inhibits the enzyme monoamine oxidase B thus interfering with the breakdown of dopamine Common S/E or adverse effect - Nausea / vomiting (reduced by DCI) - Orthostatic hypotension - Drowsiness, sudden sleep onset - Hallucinations, psychosis (at high doses or advanced PD) - Dyskinesias --> Usual onset : within 3-5 years of initiating treatment with levodopa -->  Involuntary, uncontrollable --> Twitching, jerking --> Not tremor Abdominal pain  Dry mouth  Nausea / vomiting  Mood or other mental changes (anxiety)  Dizziness  Trouble in sleeping or insomnia (Hepatically metabolised to amphetamines)  Nightmares, visual hallucination  Dyskinesia Contraindicati ons and/or allergies - Hypersensitivity to the active ingredient or any component of the formulation - Concurrent use with nonselective monoamine oxidase inhibitors (MAOIs) or use within the last 14 days - Narrow angle glaucoma Hypersensitivity to the active ingredient or any component of the formulation  Concomitant use of meperidine/pethidine (controlled drug)",
    "Brands": [
      "name/s Sinemet and Credanil Jumex"
    ],
    "Strength": " - 1:4 (25 mg Carbidopa : 100 mg levodopa) - 1:10 (25 mg Carbidopa : 250 mg levodopa) 5mg",
    "DosageForm": " tablets tablet",
    "Dosing": "/Day UNLESS specified otherwise 8 tablets of any strength daily 10 mg/day Drug interaction/s - Pyridoxine (esp high dose like Neurobion) - Iron - Protein - Antidopaminergic drugs --> Metoclopramide, prochlorperazine --> Antiemetic of choice in PD = domperidone --> 1st generation antipsychotics like haloperidol, chlorpromazine --> Risperidone Antidepressants like SSRIs, SNRIs, TCAs  Tramadol  Dextromethorphan  Nasal decongestants e.g. pseudoephedrine, phenylephrine Special Counselling Point/s - Do not stop taking your medicines without checking with your doctors. - Levodopa preparations are given at low doses in the beginning and increased slowly to achieve good results. It is important to follow regular dosing times and intervals in order to maintain the effects of the medicine. - Best taken on an empty stomach. However, it may be taken with food if stomach irritation occurs - Do not open the capsule (esp for Madopar HBS) - Take a low protein and fat meal when taking with the medication - Space at least 2 hours apart from food or preparation high in iron - You may have to take the medicine for several weeks or months before your symptoms improve. Do not stop taking it even if you feel that it is not working - Always take note of the name and strength of the preparation that you are currently taking. This is because your doctor may change it from time to time according to your needs. - Be cautious when driving or operating machinery as these medicines may cause drowsiness and blurred vision. - Get up slowly from a sitting or lying position if such movements cause dizziness, light-headedness or fainting. - Resume physical activities gradually even though there is an improvement in your symptoms. This is to allow adjustments to the changing balance and coordination. - Keep your medicines in the original container or packaging Do not stop taking your medicines without checking with your doctor.  If you have missed several doses, please check with your doctor to see what you should do.  Taken with meals.  Take final dose of the day in the early afternoon with lunch so that your sleep will not be affected.  Avoid intake of foods with high tyramine content like foods that are aged or fermented (e.g. cheese, smoked or pickled meat, over-ripe fruits), alcohol and caffeine-containing food and beverages. Concurrent intake of Selegiline and these foods may increase blood pressure resulting in chest pain, headache, nausea and vomiting. Seek medical attention if you experience these symptoms.Inform your doctor or pharmacist before starting any other medicine or if you are already taking other medicines, e.g. herbal preparations, nutritional products or vitamin supplements as drug interactions are possible.  Dizziness, light-headedness or fainting may occur, especially when getting up from a sitting or lying down position. Getting up slowly may prevent this. Check with your doctor if this problem continues or worsens.  Some patients may experience drowsiness, dizziness or blurred vision. Do not drive or use machinery until you know how you react to the medicine.  Do not overdo physical activities even as your condition improves as injuries resulting from falls may occur. Gradually resume activities so",
    "Storage": " conditions",
    "Monitoring": "parameters, to see doctor if these symptoms occur Allergy symptoms New or worsening behaviour or agitation Hallucinations (seeing or hearing things that are not there) Change in eyesight or eye pain Strong urges that are hard to control (such as eating, gambling, spending money) 19 ",
    "SearchTags": [
      "carbidopa",
      "disease",
      "levodopa",
      "parkinson",
      "s"
    ]
  },
  {
    "DrugName": "Store at 20°C to 25°C. Protect from light and moisture",
    "Indications": [
      "1st Generation Anti",
      "epileptic Drugs (AEDs) dopamine agonist"
    ],
    "MOA": "in laymen term Epilepsy parkinson's disease Common S/E or adverse effect Blockade of voltage-dependent Na+ channels Act on dopamine (D2) receptors in the basal ganglia and mimic action of dopamine hence reducing the symptoms of PD Contraindicati ons and/or allergies - Drowsiness, dizziness, headache - Tiredness, insomnia or fatigue - Increase hair growth, enlarged lips, coarsening of facial features - Swelling and irritation of the gums (gingival hyperplasia) - Peripheral neuropathy (folic acid supplementation Nausea, vomiting Orthostatic hypotension Leg oedema Hallucinations (usually visual > auditory) Somnolence, day-time sleepiness Compulsive behaviours Gambling, shopping, eating, hypersexuality Retroperitoneal and pulmonary fibrosis Higher risk with ergot-derived agents Valvular heart disease Higher risk with ergot-derived agents",
    "Brands": [
      "name/s",
      "Hypersensitivity to the active ingredient or any component of the formulation",
      "Pregnancy Hypersensitivity to the active ingredient or any component of the formulation"
    ],
    "Strength": " Dilantin Requip",
    "DosageForm": " 100 mg, 30 mg, 125mg/5mL 0.25mg, 0.5mg, 0.75mg, 1mg",
    "Dosing": "s. Dosage must be individualised and adjusted according to clinical response and plasma phenytoin concentrations. The dosage should be increased to achieve a maximum therapeutic effect, balanced against the principal side effects of nausea, dizziness, somnolence and dyskinesia. Week 1: 0.25 mg 3 times daily; total daily dose: 0.75 mg Week 2: 0.5 mg 3 times daily; total daily dose: 1.5 mg Week 3: 0.75 mg 3 times daily; total daily dose: 2.25 mg Week 4: 1 mg 3 times daily; total daily dose: 3 mg Drug interaction/s 600 mg daily  at a minimum interval of 7-10 days if necessary. 24mg 20  Special Counselling Point/s Drug drug interactions - Hepatic enzyme inducer - Antacids - Oral contraceptives Drug food interactions - Alcohol alcohol",
    "Storage": " conditions Do not stop taking your medicines without checking with your doctors. - You should continue to take your medicines regularly as instructed by your doctor even if you feel well. Stopping your medicines without informing your doctor may cause your condition to become worse quickly. - You can take this medicine with or after food. - If you need to take antacids together with phenytoin, take it 2 hours before or after you take phenytoin. - If you are taking phenytoin for long term use, some of the following side effects might happen: Growing of hair around the face and Thickening of the lips, gums that grow bigger in size and become irritated. You can prevent this by taking good care of your mouth and gums - If the following serious side effects happen, you should check with your doctor immediately: Slurred speech, feeling confused, Having double vision, unstable movement, Bleeding or bruising that cannot be explained, Little urination, swollen, blistered, or peeling skin (with or without fever), red or irritated eyes or sores in your mouth, throat, nose, or eyes, fever, chills, bad sore throat, pain when you pass urine or have mouth sores or wounds that do not heal, any unusual bleeding or bruising, dark coloured urine or light coloured stools, or if you experience nausea, vomiting, loss of appetite, stomach pain or yellowing of your eyes or skin. - Be careful when driving or operating machinery as this medicine may cause drowsiness. Do not take alcohol and other medicines that make you less alert . Please see your doctor or pharmacist before using any other medicines, including over-the- counter medicines, vitamins and herbal products. Please make sure that the doctor who treats you knows that you are on phenytoin. - If you are on birth control pills, check with your doctor about additional or other methods of birth control. - See your doctor immediately if your seizures get worse or become different after you start Do not stop taking your medicine without checking with your doctors. It can be taken with or without meals You may need to take the medication for weeks before you get the full benefits of the medicine. Do not stop the medicine even if you feel that it is not working. It may cause  sudden onset of sleep without any prior warning or apparent daytime somnolence and dizziness. If affected, do not drive or operate machinery. Dizziness is more likely at the beginning of therapy. Taking the first dose at bedtime may reduce dizziness. Get up slowly from sitting, lying or squatting position if such movements cause dizziness. Avoid taking alcohol. Do not stop taking the medication suddenly as this may cause unwanted effects Allergy symptoms Blistering, peeling, red skin rash due to Stevens-Johnson syndrome (SJS) and Toxic Epidermal Necrolysis (TEN) Fever, chills, sore throat, mouth ulcers or sores Slurred speech, feeling confused Double vision Unstable/ unsteady movements Unexplained bleeding or bruising Sudden decrease in urination cool dry place away from children and sunlight 21  Capsule, tablet: Store at 20°C to 25°C (68°F to 77°F). Protect capsules from light. Protect capsules and tablets from moisture. Oral suspension: Store at 20°C to 25°C (68°F to 77°F); do not freeze. Protect from light. 22 ",
    "SearchTags": [
      "1st",
      "20",
      "25",
      "aeds",
      "agonist",
      "and",
      "anti",
      "at",
      "c",
      "dopamine",
      "drugs",
      "epileptic",
      "from",
      "generation",
      "light",
      "moisture",
      "protect",
      "store",
      "to"
    ]
  },
  {
    "DrugName": "Alprazolam",
    "Classification": " POM POM",
    "Class": " Benzodiazpines Selective Seratonin Reuptake Inhibitor (SSRI)",
    "Indications": [
      "Anxiety Depression & Anxiety"
    ],
    "MOA": "in laymen term This medication works by increasing the effect of certain mood chemicals in your body, which reduces the depression of certain areas in your brain. This helps in treating your anxiety This medication increases the seratonin levels in some areas in your brain, which will help in treating your depression Common S/E or adverse effect Nausea or stomach discomfort Constipation Light-headedness (especially during a sudden change in posture) Feeling tired or drowsy Feeling clumsy or unsteady Chronic use of benzodiazepines, especially at higher dosages, may interfere with memory and recall of events Nausea, vomiting or loss of appetite Drowsiness or feeling tired Dizziness Insomnia (esp fluoxetine) Diarrhoea Dry mouth Mild nervousness, trembling or increased sweating during initiation Headache Decreased sexual drive or ability",
    "Contraindications": [
      "s and/or allergies Hypersensitivity to other benzodiazepines",
      "or any component of the formulation Acute narrow",
      "angle glaucoma Patient in a coma",
      "or with known alcohol or drug abuse Respiratory depression Pregnancy Breastfeeding Severe hepatic impairment Hypersensitivity to fluoxetine/fluvoxamine/escitalopram or any component of the formulation Use of MAO inhibitors concurrently or within 5 weeks of discontinuing fluoxetine Within 2 weeks of discontinuing the MAO inhibitor"
    ],
    "Brands": [
      "name/s Xanax Faverin"
    ],
    "Strength": " 50 mg & 100 mg 50 mg, 100 mg",
    "DosageForm": " TABLETS flim coated tablets",
    "Dosing": ", skip the missed dose and take the next dose at your usual timing. Avoid drinking alcohol while taking this medication as it may make you feel very drowsy and can worsen symptoms of depression or increase anxiety. This medication may interact with other medications. If you intend to take any over the counter medication, supplements, herbal remedy or traditional Chinese medicine, consult your doctor or healthcare professional first to confirm that it is safe to take it together. If you experience unusual behaviour or thoughts of hurting yourself or others, fits, unexplained fever, confusion, severe weakness, feeling extreme anxiety or uncontrollable excitement you should stop your medication and see your healthcare professional immediately. You may feel drowsiness or feeling tired. Avoid driving, or taking part in activities that requires concentration. If you have difficulty sleeping, discuss with your doctor if you can take it in the morning, avoid daytime naps and avoid caffeine. If you feel dizziness, get up slowly from a sitting or lying down position. You may experience headache, decreased sexual drive or ability. Speak to your doctor if any of these affect your daily life. If you are planning to become pregnant, or breastfeeding, do inform your doctor.",
    "MaxDose": " UNLESS specified otherwise 4mg/day 300 mg / day Drug interaction/s Opioids Non benzodiazepines receptor agonists like zolpidem and zopiclone Alcohol Grapefruit or grapefruit products MAO B inhibitors like selegiline Triptans Tricyclic antidepressants Tramadol Galantamine Drug food: Alcohol Drug herb: St John's wort 23 ",
    "Counselling": [
      "Point/s Do not stop taking your medicines without checking with your doctors. The dose may be changed by your doctor depending upon your response. You should continue to take your medicines regularly as instructed by your doctor even if you feel well. Stopping your medicines too rapidly can increase the risk of your symptoms recurring. Swallow the tablets whole with a glass of water. You can take this medicine with or after food. If the medication upsets the stomach",
      "take it with food but do not take it with carbonated drinks. Avoid taking alcohol while taking these medicines as this may lead to excessive drowsiness. Avoid grapefruit or grapefruit products Do not change brands or dosage forms. If you have missed more than two doses or you are not sure of what to do",
      "consult your doctor or pharmacist. Check with your doctor or pharmacist before taking any other medicines",
      "supplements or herbal products. If you see another doctor",
      "inform him/her that you is taking benzodiazepines before he/she prescribes any other medicines. If applicable avoid driving or any other activities that requires concentration until you see how this medicine affects you as this medication causes drowsiness. Be careful when using over",
      "the",
      "counter medications as medications for allergy or cold can add on to the drowsiness. Taking these medicines along with certain pain killers such as codeine and morphine may lead to side effects. Inform your healthcare provider if you are taking any other painkillers or cough preparations. Contact your doctor as soon as possible if you notice any of the following: Hallucinations (Seeing or hearing things that are not there)",
      "confusion or impaired consciousness",
      "Difficulty in breathing or tightness in the chest",
      "Skin rash",
      "Unusual behavioural changes such as hyperactivity or mood changes like increased irritability. This includes feeling excitable",
      "over",
      "talkative and disinhibited and/or having intrusive thoughts. This medication should be taken with or after food. This medication needs to be taken regularly for a few weeks before you feel its full benefits. You should not stop taking this medication even if you do not feel better at the beginning. Continue to take this medication even after you feel better to prevent your symptoms from returning. Mild nervousness may occur at the start of treatment and improve over time. Do not stop taking your medication without checking with your healthcare professional. You may experience unpleasant effects such as dizziness",
      "headache",
      "difficulty sleeping",
      "irritability",
      "and nausea if you suddenly stop taking the medication on your own. If you forget to take a dose",
      "take it as soon as you remember. However",
      "if it is more than half of the time to the next"
    ],
    "Storage": "conditions Store in a cool & dry place Store in a cool & dry place 24 ",
    "SearchTags": [
      "alprazolam",
      "anxiety",
      "depression"
    ]
  },
  {
    "DrugName": "Amitriptyline",
    "Classification": " POM P-only",
    "Class": " Tricyclic Antidepressants (TCA) benzodiazepines",
    "Indications": [
      "Depression anxiety",
      "insomnia"
    ],
    "MOA": "in laymen term It boosts mood chemicals in the brain and blocks signals that can cause drowsiness or blood pressure changes. It affects the neurons activity which helps to relax your nervous system Common S/E or adverse effect - Nausea, vomiting or loss of appetite - Drowsiness or feeling tired - Anticholinergic side effects like dry mouth and constipation - Diarrhoea - Dizziness - Mild nervousness during initiation - Weight gain - Headache - Decreased sexual drive or ability - Photosensitivity - nausea or stomach discomfort - constipation - light-headedness (esp during a sudden change in posture) - feeling tired or drowsy - feeling clumsy or unsteady - chronic use of benzodiazepines, esp at higher dosages, may interfere with memory and recall of events",
    "Contraindications": [
      "s and/or allergies",
      "Hypersensitivity to amitriptyline/carbamazepine and any component of the formulation",
      "Coadministration with or within 14 days of MAO inhibitors",
      "Acute recovery phase following myocardial infarction",
      "hypersensitivity to other benzodiazepines",
      "or any component of the formulation",
      "acute narrow",
      "angle glaucoma",
      "patient in a coma",
      "or with known alcohol or drug abuse",
      "respiratory depression",
      "pregnancy",
      "breastfeeding",
      "severe hepatic impairment"
    ],
    "Brands": [
      "name/s Tripta Apo",
      "Lorazepam",
      "Ativan",
      "Lorans"
    ],
    "Strength": " 10 mg, 25 mg 0.5mg, 1mg",
    "DosageForm": " Tablets tablets",
    "Dosing": " UNLESS specified otherwise Adults - Initially, 25 mg bid; may gradually increase by 25 mg every other day up to 150 mg daily in 2 divided doses if necessary. - Alternatively, may initiate at 75 mg daily in divided doses, or 50-100 mg at bedtime and then may be increased by 25 mg or 50 mg atbedtime, as necessary, to a total of 150 mg daily. - Use the lowest effective maintenance dose. - Duration of treatment: Up to 6 months. Elderly - Initially, 10-25 mg daily, may increase gradually to 100 mg daily according to patient tolerability and response. - Doses above 100 mg must be used with caution. - Use the lowest effective maintenance dose. adult - 1-4 mg daily in divided doses; may increase dose up to 10 mg daily if needed - dosage in individualised according to patient's clinical response and tolerability elderly - reduce to half of adult dose",
    "MaxDose": " UNLESS specified otherwise 150 mg adult - 10 mg/day elderly - 5 mg/day Drug interaction/s DDI: -MAO B inhibitors like selegiline -Triptans -SSRIs -NaSSA -Tramadol Drug food interactions - Alcohol Drug herb interactions - St John's wort DDI: - opioids - non benzodiazepines receptor agonists like zolpidem and zopiclone DFI: - alcohol - grapefruit/grapefruit products 25 ",
    "Counselling": [
      "Point/s 1. This medication may be taken with or without food. 2. This medication needs to be taken regularly for a few weeks before you feel its full benefits. You should not stop taking this medication even if you do not feel better at the beginning. Continue to take this medication even after you feel better to prevent your symptoms from returning. 3. Mild nervousness may occur at the start of treatment and improve over time. 4. Do not stop taking your medication without checking with your healthcare professional. You may experience unpleasant effects such as dizziness",
      "headache",
      "difficulty sleeping",
      "irritability",
      "and nausea if you suddenly stop taking the medication on your own. 5. If you forget to take a dose",
      "take it as soon as you remember. However",
      "if it is more than half of the time to the next dose",
      "skip the missed dose and take the next dose at your usual timing. 6. Your skin may become more sensitive to sunlight after starting this medication. Avoid strong sunlight and use sunblock to protect your skin. 7. Avoid drinking alcohol while taking this medication as it may make you feel very drowsy. 8. This medication may interact with other medications. If you intend to take any over the counter medication",
      "supplements",
      "herbal remedy or traditional Chinese medicine",
      "consult your doctor or healthcare professional first to confirm that it is safe to take with Amitriptyline. 1. Do not stop taking your medicines without checking with your doctors. 2. The dose may be changed by your doctor depending upon your response. 3. You should continue to take your medicines regularly as instructed by your doctor even if you feel well. Stopping your medicines too rapidly can increase the risk of your  symptoms recurring. 4. Swallow the tablets whole with a glass of water. 5. You can take this medicine with or after food. If the medication upsets the stomach",
      "take it with food but do not take it with carbonated drinks. 6. Avoid taking alcohol while taking these medicines as this may lead to excessive drowsiness. 7. Avoid grapefruit or grapefruit products 8. Do not change brands or dosage forms. 9. If you have missed more than two doses or you are not sure of what to do",
      "consult your doctor or pharmacist. 10. Check with your doctor or pharmacist before taking any other medicines",
      "supplements or herbal products. 11. If you see another doctor",
      "inform him/her that you is taking benzodiazepines before he/she prescribes any other medicines. 12. If applicable avoid driving or any other activities that requires concentration until you see how this medicine affects you as this med causes drowsiness. 13. Be careful when using over",
      "the",
      "counter medications as medications for allergy or cold can add on to the drowsiness. 14. Taking these medicines along with certain pain killers such as codeine and morphine may lead to side effects. Inform your healthcare provider if you are taking any other painkillers or cough preparations. 15. Contact your doctor as soon as possible if you notice any of the following: Hallucinations (Seeing or hearing things that are not there)",
      "confusion or impaired consciousness",
      "Difficulty in breathing or tightness in the chest",
      "Skin rash",
      "Unusual behavioural changes such as hyperactivity or mood changes like increased irritability. This includes feeling excitable",
      "over talkative and disinhibited and/or having intrusive thoughts."
    ],
    "Storage": "conditions Store at 20°C to 25°C (68°F to 77°F). Protect from light store in a cool, dry place",
    "SearchTags": [
      "amitriptyline",
      "anxiety",
      "depression",
      "insomnia"
    ]
  },
  {
    "DrugName": "Diazepam",
    "Classification": " POM",
    "Class": " Benzodiazpine Noradrenergic and Specific Serotonin Antidepressant (NaSSA)",
    "Indications": [
      "Anxiety Depression"
    ],
    "MOA": "in laymen term It binds to the neuronal membranes on the GABA receptors to increase the influx of chloride ions into the neuron. This causes a greater degree of hyperpolarization and neuronal depression is produced. Hence, this increases the inhibitory actions of GABA, which results in reduced activity or depression of specific areas of the CNS. It inhibits the central presynaptic alpha 2-adrenergic receptors, which results in increased release of norepinephrine and serotonin. It is also a potent inhibitor of serotonin 2 and 3 receptors and H1 histamine receptors and a moderate inhibitor of the peripheral alpha 1-adrenergic and muscarinic receptors. It does not inhibit the reuptake of norepinephrine or serotonin. Common S/E or adverse effect Nausea or stomach discomfort, Constipation, Light-headedness (especially during a sudden change in posture), Feeling tired or drowsy, Feeling clumsy or unsteady,  Chronic use of benzodiazepines, especially at higher dosages, may interfere with memory and recall of events Drowsiness or feeling tired Increase in appetite Weight gain Dry mouth Constipation Dizziness Headache",
    "Contraindications": [
      "s and/or allergies Hypersensitivity to other benzodiazepines",
      "or any component of the formulation",
      "Acute narrow",
      "angle glaucoma",
      "Patient in a coma",
      "or with known alcohol or drug abuse",
      "Respiratory depression",
      "Pregnancy",
      "Breastfeeding",
      "Severe hepatic impairmen Hypersensitivity to active ingredient and any component of the formulation Use of MAO inhibitors concurrently or within 14 days of discontinuing either mirtazapine or the MAO inhibitor Unable to take artificial sweeteners Phenylketonuria"
    ],
    "Brands": [
      "name/s Valium Remeron Soltab"
    ],
    "Strength": " 2mg, 5mg, 10mg 15mg",
    "DosageForm": " TABLETS tablets",
    "Dosing": " UNLESS specified otherwise 2-10mg 2-4 times daily depending on severity of symptoms  Initially, 15 mg once daily at bedtime  may adjust gradually up to 45 mg daily at intervals of at least 1-2 weeks depending on the patient’s clinical response and tolerability 26 ",
    "MaxDose": " UNLESS specified otherwise 40mg/day  Max dose is 45 mg Drug interaction/s Opioids, Non benzodiazepines receptor agonists like zolpidem and zopiclone, Alcohol, Grapefruit or grapefruit products Drug drug interactions  MAO B inhibitors like selegiline  Triptans  Tricyclic antidepressants  Tramadol Drug food interactions  Alcohol Drug herb interactions  St John's wort",
    "Counselling": [
      "Point/s  Do not stop taking your medicines without checking with your doctors.  The dose may be changed by your doctor depending upon your response.  You should continue to take your medicines regularly as instructed by your doctor even if you feel well. Stopping your medicines too rapidly can increase the risk of your symptoms recurring.  Swallow the tablets whole with a glass of water.  You can take this medicine with or after food. If the medication upsets the stomach",
      "take it with food but do not take it with carbonated drinks.  Avoid taking alcohol while taking these medicines as this may lead to excessive drowsiness.  Avoid grapefruit or grapefruit products  Do not change brands or dosage forms.  If you have missed more than two doses or you are not sure of what to do",
      "consult your doctor or pharmacist.  Check with your doctor or pharmacist before taking any other medicines",
      "supplements or herbal products.  If you see another doctor",
      "inform him/her that you is taking benzodiazepines before he/she prescribes any other medicines.  If applicable avoid driving or any other activities that requires concentration until you see how this medicine affects you as this medication causes drowsiness  Be careful when using over",
      "the",
      "counter medications as medications for allergy or cold can add on to the drowsiness.  Taking these medicines along with certain pain killers such as codeine and morphine may lead to side effects. Inform your healthcare provider if you are taking any other painkillers or cough preparations.  Contact your doctor as soon as possible if you notice any of the following: Hallucinations (Seeing or hearing things that are not there)",
      "confusion or impaired consciousness",
      "Difficulty in breathing or tightness in the chest",
      "Skin rash",
      "Unusual behavioural changes such as hyperactivity or mood changes like increased irritability. This includes feeling excitable",
      "over",
      "talkative and disinhibited and/or having intrusive thoughts. You may take Mirtazapine with or without food.  Mirtazapine is available as orodispersible tablets. This means that these tablets dissolve when you put them in your mouth and can be swallowed without water.  To remove the orodispersible tablets from the blister strip",
      "dry your hands. The tablets will dissolve if your hands are wet.  Follow the dotted lines on the strip and cut out a square containing a tablet.  On the back of the square",
      "there are black arrows printed on certain corners. Carefully peel off the foil",
      "starting from the corner indicated by the black arrow. Place the tablet on your tongue. You may take it with or without water. Take the tablet as soon as possible once the foil has been peeled open.  If your doctor has prescribed you with a half tablet dose",
      "you may place the remaining half tablet back into the medication pack and seal it properly using the foil for the next dose.  This medication needs to be taken regularly for a few weeks before you feel its full benefits. You should not stop taking this medication even if you do not feel better at the beginning. Continue to take this medication even after you feel better to prevent your symptoms from returning."
    ],
    "Storage": "conditions Store in cool dry place, away from light store in cook dry place away from sunlight and children",
    "SearchTags": [
      "anxiety",
      "depression",
      "diazepam"
    ]
  },
  {
    "DrugName": "Escitalopram",
    "Classification": " P only P only",
    "Class": " Selective Serotonin Reuptake Inhibitor (SSRI) Atypical Antipsychotics",
    "Indications": [
      "Depression schizophrenia"
    ],
    "MOA": "in laymen term acts as an anti depressant effect by preventing serotoin reuptake It inhibits the dopamine D2 receptors in the mesolimbic hence alleviating the positive symptoms of schizophrenia  It also inhibits the serotonin 5HT2A receptors in the mesocortical pathway.  This inhibition reduces the serotonin activity more than the dopamine activity, hence reducing the extrapyramidal side effect.  It also inhibits the adrenergic, cholinergic and histaminergic receptors. 27  Common S/E or adverse effect Nausea, vomiting or loss of appetite Drowsiness or feeling tired Dizziness Insomnia (esp fluoxetine) Diarrhoea Dry mouth Mild nervousness, trembling or increased sweating during initiation Headache Decreased sexual drive or ability Difficulty sleeping  Drowsiness or feeling tired  Nausea, vomiting  Constipation  Dizziness  Increase in appetite, weight gain  Dry mouth  Increased prolactin hormone in the body (hyperprolactinemia)  Headache, feeling anxious, stuffy or runny nose",
    "Contraindications": [
      "s and/or allergies Hypersensitivity to fluoxetine/fluvoxamine/escitalopram or any component of the formulation Use of MAO inhibitors concurrently or within 5 weeks of discontinuing fluoxetine Within 2 weeks of discontinuing the MAO inhibitor Hypersensitivity to active ingredient or any component of the formulation  Unable to take artificial sweeteners (only olanzapine)  Phenylketonuria (only olanzapine)"
    ],
    "Brands": [
      "name/s Lexapro Zyprexa"
    ],
    "Strength": " 5mg, 10mg, 15mg, 20mg 5mg/10mg",
    "DosageForm": " tablet tablets",
    "Dosing": "and take the next dose at your usual timing. Do not take two doses to make up for the missed dose.",
    "MaxDose": " UNLESS specified otherwise 20mg OD 20mg Drug interaction/s Drug drug interactions MAO B inhibitors like selegiline Triptans Tricyclic antidepressants Tramadol Galantamine Drug food interactions Alcohol Drug herb interactions St John's wort  Opioids  Carbamazepine  Fluoxetine  Phenytoin  Levodopa combinations  Bromocriptine  Ropinirole Drug food interactions  Alcohol 28 ",
    "Counselling": [
      "Point/s This medication should be taken with or after food. This medication needs to be taken regularly for a few weeks before you feel its full benefits. You should not stop taking this medication even if you do not feel better at the beginning. Continue to take this medication even after you feel better to prevent your symptoms from returning. Mild nervousness may occur at the start of treatment and improve over time. Do not stop taking your medication without checking with your healthcare professional. You may experience unpleasant effects such as dizziness",
      "headache",
      "difficulty sleeping",
      "irritability",
      "and nausea if you suddenly stop taking the medication on your own. If you forget to take a dose",
      "take it as soon as you remember. However",
      "if it is more than half of the time to the next dose",
      "skip the missed dose and take the next dose at your usual timing. Avoid drinking alcohol while taking this medication as it may make you feel very drowsy and can worsen symptoms of depression or increase anxiety. This medication may interact with other medications. If you intend to take any over the counter medication",
      "supplements",
      "herbal remedy or traditional Chinese medicine",
      "consult your doctor or healthcare professional first to confirm that it is safe to take it together. If you experience unusual behaviour or thoughts of hurting yourself or others",
      "fits",
      "unexplained fever",
      "confusion",
      "severe weakness",
      "feeling extreme anxiety or uncontrollable excitement you should stop your medication and see your healthcare professional immediately. You may feel drowsiness or feeling tired. Avoid driving",
      "or taking part in activities that requires concentration. If you have difficulty sleeping",
      "discuss with your doctor if you can take it in the morning",
      "avoid daytime naps and avoid caffeine. If you feel dizziness",
      "get up slowly from a sitting or lying down position. You may experience headache",
      "decreased sexual drive or ability. Speak to your doctor if any of these affect your daily life. If you are planning to become pregnant",
      "or breastfeeding",
      "do inform your doctor. It should be taken with or without food.  Dry your hands. The tablets will dissolve if your hands are wet.  Follow the dotted lines on the strip and cut out a square containing a tablet.  Carefully peel off the foil",
      "starting from the corner.  Remove the orodispersible tablets from the blister strip  Place the tablet on your tongue. You may take it with or without water. Take the tablet as soon as possible once the foil has been peeled open.   Olanzapine needs to be taken regularly for a few weeks before you can feel its full benefits. You should not stop taking this medication even if you do not feel better at the beginning. Continue to take this medication even after you feel better to prevent your symptoms from returning.  Do check with your doctor on how long you will have to be on this medication  If you forget to take a dose",
      "take it as soon as you remember. However",
      "if more than half of the time to the next dose has passed",
      "skip the missed"
    ],
    "Storage": "conditions cool dry place away from direct sunlight Cool dry place away from direct sunlight",
    "SearchTags": [
      "depression",
      "escitalopram",
      "schizophrenia"
    ]
  },
  {
    "DrugName": "Fluoxetine",
    "Classification": " POM POM",
    "Class": " Selective Serotonin Reuptake Inhibitor (SSRI) atypical antipsychotics",
    "Indications": [
      "Depression schizophrenia"
    ],
    "MOA": "in laymen term creates antidepressant effect reduces serotonin activity, hence recuces the side effects Common S/E or adverse effect - Nausea, vomiting or loss of appetite - Drowsiness or feeling tired - Dizziness - Insomnia (esp fluoxetine) - Diarrhoea - Dry mouth - Mild nervousness, trembling or increased sweating during initiation - Headache - Decreased sexual drive or ability ~ difficulty sleeping ~drowsiness or feeling tired ~nausea and vomiting ~constipation ~dizziness ~increased in appetite/ weight gain ~dry mouth ~increased prolactine hormone level ~headache, feeling anxious, stuffy or runny nose",
    "Contraindications": [
      "s and/or allergies",
      "Hypersensitivity to fluoxetine/fluvoxamine/escitalopram or any component of the formulation",
      "Use of MAO inhibitors concurrently or within 5 weeks of discontinuing fluoxetine",
      "Within 2 weeks of discontinuing the MAO inhibitor ~hypersensitivity to API or any component of the formulation"
    ],
    "Brands": [
      "name/s Prozac risperdal"
    ],
    "Strength": " 20mg 1mg, 2mg",
    "DosageForm": " capsules tablet",
    "Dosing": "",
    "MaxDose": " UNLESS specified otherwise 60mg 16mg 29  Drug interaction/s - MAO B inhibitors like selegiline - Triptans - Tricyclic antidepressants - Tramadol - Galantamine - Alcohol - St John's wort ~opioids ~carbamazepine ~fluxetine ~phenytoin ~levodopa combinations ~bromocriptine ~ropinirole ~alcohol",
    "Counselling": [
      "Point/s",
      "This medication should be taken with or after food.",
      "This medication needs to be taken regularly for a few weeks before you feel its full benefits. You should not stop taking this medication even if you do not feel better at the beginning. Continue to take this medication even after you feel better to prevent your symptoms from returning.",
      "Mild nervousness may occur at the start of treatment and improve over time.",
      "Do not stop taking your medication without checking with your healthcare professional. You may experience unpleasant effects such as dizziness",
      "headache",
      "difficulty sleeping",
      "irritability",
      "and nausea if you suddenly stop taking the medication on your own",
      "If you forget to take a dose",
      "take it as soon as you remember. However",
      "if it is more than half of the time to the next dose",
      "skip the missed dose and take the next dose at your usual timing.",
      "Avoid drinking alcohol while taking this medication as it may make you feel very drowsy and can worsen symptoms of depression or increase anxiety.",
      "This medication may interact with other medications. If you intend to take any over the counter medication",
      "supplements",
      "herbal remedy or traditional Chinese medicine",
      "consult your doctor or healthcare professional first to confirm that it is safe to take it together",
      "If you experience unusual behaviour or thoughts of hurting yourself or others",
      "fits",
      "unexplained fever",
      "confusion",
      "severe weakness",
      "feeling extreme anxiety or uncontrollable excitement you should stop your medication and see your healthcare professional immediately.",
      "You may feel drowsiness or feeling tired. Avoid driving",
      "or taking part in activities that requires concentration.",
      "If you have difficulty sleeping",
      "discuss with your doctor if you can take it in the morning",
      "avoid daytime naps and avoid caffeine",
      "If you feel dizziness",
      "get up slowly from a sitting or lying down position.",
      "You may experience headache",
      "decreased sexual drive or ability. Speak to your doctor if any of these affect your daily life.",
      "If you are planning to become pregnant",
      "or breastfeeding",
      "do inform your doctor ~can be taken with or without food ~ do not stop taking the medication or change the dose of the medication before checking with the doctor ~ risperidone needs to be taken regularly for a few weeks before you can feel its full benefits. you should not stop taking this medication even if you do not feel better in the beginning. continue taking this medication even after you fell better to prevent the symptoms from returning ~ check with the doctor on how long patient should take this medication for ~ missed dose: take the dose as soon as you remmever",
      "however",
      "if more than half the time to the next dose has [aased",
      "skip the missed dose and take the next dose at usual timing. do not take 2 doses to make up for the missed"
    ],
    "Storage": "conditions Store in a cool dry place store in a cool dry place",
    "SearchTags": [
      "depression",
      "fluoxetine",
      "schizophrenia"
    ]
  },
  {
    "DrugName": "Zolpidem",
    "Classification": " POM POM",
    "Class": " Non Benzodiazepine Receptor Agonists Non Benzodiazepine Receptor Agonist",
    "Indications": [
      "Insomnia Insomnia"
    ],
    "MOA": "in laymen term Help calm the brain, by targeting a special part of brain cells to make them less active. This slows down brain signals, making you feel relaxed, sleepy, and calm. Helps your brain to relax so you can sleep better. Common S/E or adverse effect Nausea, vomiting or stomach discomfort Dizziness Feeling tired or drowsy Feeling clumsy or unsteady Headaches Nausea & Vomitting, Dizziness, Drowsiness, feeling clumsy or unsteady, headaches, bad breath, dry mouth, bitter taste.",
    "Contraindications": [
      "s and/or allergies Hypersensitivity to other non benzodiazepines receptor agonists",
      "or any component of the formulation Severe respiratory impairment Severe hepatic insufficiency Respiratory depression Pregnancy Breastfeeding Hypersensitivity to other non benzodiazepines receptor agonists",
      "or any component of the formulation Severe respiratory impairment Severe hepatic insufficiency Respiratory depression Pregnancy Breastfeeding 30"
    ],
    "Brands": [
      "name/s Stilnox or Ambien Available as controlled release tablets Imovane",
      "Apo",
      "zopiclone"
    ],
    "Strength": " 6.25mg/12.5mg 7.5mg",
    "DosageForm": " controlled release tablets Tablets",
    "Dosing": " UNLESS specified otherwise Adults : 6.25-12.5 mg immediately before bedtime. Elderly : 6.25 mg immediately before bedtime. 7.5mg OD at bedtime for up to 4 weeks, may be reduced to 3.75mg. For elderly, initial dose should be 3.75mg OD at bedtime, and increase to 7.5mg only if necessary.",
    "MaxDose": " UNLESS specified otherwise Adults : Max: 12.5 mg/day. Max duration of treatment: 4 wk including tapering. Elderly: Max 6.25mg/day. Max duration of treatment: 4 wk including tapering. 7.5mg/day Drug interaction/s Drug drug interactions Opioids Benzodiazepines Drug food interactions Alcohol Opioids, benzodiazepines. DFI with alcohol.",
    "Counselling": [
      "Point/s Zolpidem comes in CR tablets and cannot be cut Carries the risk of dependence similar to benzodiazepine Limited to short term symptomatic relief (not more than 4 weeks)",
      "at the lowest effective dose and taken intermittently",
      "to minimise the side",
      "effects and risks of dependence. Take Zolpidem before bedtime. This medicine will work faster if it is taken on an empty stomach. Long term use of this medicine",
      "especially at high doses",
      "may result in dependence. You may start to rely on this medicine and experience withdrawal symptoms when you stop taking it. Repetitive use of this medicine may also result in reduced effectiveness",
      "even at the same dose. To prevent this from occurring",
      "take this on a short term basis and cut down the frequency of usage if possible. If you have been taking this medicine on a regular basis for some time",
      "consult your doctor on the appropriate way to discontinue this medicine. Sudden discontinuation of this medicine may result in withdrawal symptoms such as increased anxiety",
      "sleep disturbances and headache. Seek medical attention as soon as possible if such symptoms occur. Avoid taking alcohol while you are on this medicine as it will cause excessive drowsiness. Avoid driving or any other activities that requires concentration until you see how this medicine affects you as this medicine causes drowsiness. Avoid caffeine as it may worsen dry mouth. Inform your other healthcare professionals that you are on this medicine as well. Discuss with your doctor or pharmacist before you take any other medicines or natural products. Taking this medicine along with opioid drugs such as codeine and morphine may lead to side effects. Inform your healthcare provider if you are taking any painkillers or cough preparations. Ensure that you have at least 7",
      "8 hours of sleep if you take this medicine. It is recommended to wait at least 12 hours before engaging in activities that requires concentration such as driving. If you feel dizziness",
      "get up slowly from a sitting or lying down position.",
      "Zopiclone can be taken with or without food",
      "before bedtime. Works faster on empty stomach. Long term use of the medicine",
      "especially at high doses",
      "may result in dependence. You may start to rely on this medicine and experience withdrawal symptoms when you stop taking it. Reptitive use of this medicine may also reduce its efficacy. To prevent this",
      "take on short term basis and cut down frequency of usage if possible. If you have been taking the med on a regular basis for some time",
      "consult doctor on appropriate way to discontinue the medicine. Avoid taking alcohol while on this medicine as it will cause excessive drowsiness. Avoid driving or any other activities that requires concentration until you see how this medicine affects you as this medicine causes drowsiness. Inform healthcare professionals if you are on this med. Ensure that you have at least 7",
      "8hours of sleep after taking this medication",
      "and reco to wait at least 12 hours before engaging in activities that require concentration such as driving. If you feel dizziness",
      "get up slowly from a sitting or lying down position."
    ],
    "Storage": "conditions Store in a cool dry place Store in a cool dry place away from the sunlight 31",
    "SearchTags": [
      "insomnia",
      "zolpidem"
    ]
  }
]